{"items":[{"creator":"The White House","title":"Remarks by President Biden at Israeli Presidential Medal of Honor Reception","link":"https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/07/14/remarks-by-president-biden-at-israeli-presidential-medal-of-honor-reception/","pubDate":"Thu, 14 Jul 2022 17:08:27 +0000","content:encoded":"\n\n\n<p class=\"has-text-align-center\">President&#8217;s Residence Garden<br>Jerusalem, Israel</p>\n\n\n\n<p>6:08 P.M. IDT&nbsp;</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; President Herzog, it&#8217;s wonderful to be with you again and an honor to be with so many familiar faces out in this garden.</p>\n\n\n\n<p>You know, if anyone should understand my inclination to enthusiasm, you should be.  With a &#8212; with a grandfather who thought Sinn Féin was the future of Ireland, you should understand that.  (Laughter.)</p>\n\n\n\n<p>You all think I&#8217;m kidding; I&#8217;m not.</p>\n\n\n\n<p>PRESIDENT HERZOG:&nbsp; A great day for the Irish.&nbsp; (Laughter.)</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; I&#8217;ve known many of you for a long time.&nbsp; And all of you, you know that my love for Israel is deep rooted.&nbsp; I was raised, as we say and you say, by a righteous Christian &#8212; my dad.&nbsp;</p>\n\n\n\n<p>And I’ve had the honor &#8212; it&#8217;s hard to say these words &#8212; for over 50 years &#8212; it can&#8217;t be that long &#8212; but for over 50 years in the federal government to helping build the relationship.&nbsp; Fifty years ago, we never had this audience before.&nbsp; We would not have this audience out here.&nbsp; We have so many people represented, representing so many different nations and faiths as well.&nbsp; And it&#8217;s important.</p>\n\n\n\n<p>But, you know, seeing Israel thrive, seeing the wildest dreams of Israel&#8217;s founding fathers and mothers grow into a reality that Israel children enjoy today, to me is close to miraculous.&nbsp; You&#8217;re always &#8212; there&#8217;s a &#8212; we use, in the Catholic Church, a hymn that&#8217;s based on one of the Psalms.&nbsp; And it says, &#8220;May He raise you up on eagle&#8217;s wings and bear you on the breath of dawn.&nbsp; Until we meet again, may God hold you in the palm of his hand.&#8221;</p>\n\n\n\n<p>Well, every time I&#8217;ve come over these years, thank God, God seems to be holding us in the palm of his hand, because we get stronger, not weaker.&nbsp; And to me, it&#8217;s pretty miraculous.</p>\n\n\n\n<p>The Torah tells a story of the prophet who described the ancient Israeli &#8212; Israe- &#8212; Israelis as the people that &#8220;dwell alone&#8221; &#8212; in the Torah portion that will be read in services across the United States this week.&nbsp;</p>\n\n\n\n<p>You know, I know, President Herzog, that your uncle also wrote a book with that title.&nbsp;</p>\n\n\n\n<p>PRESIDENT HERZOG:&nbsp; Mm-hmm.</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; But as I look out on these proud, strong Israelis in the audience, at the nation that made the desert bloom and built the Iron Dome, I see people who are growing more secure, more integrated, more confident, and more &#8212; have greater relations with their neighbors; a nation that has forged peace before and can do it again; and a nation that will never dwell alone.&nbsp; Because as long as we’re the United States, you will never, ever be alone.&nbsp; (Applause.)&nbsp;</p>\n\n\n\n<p>And as you know, there&#8217;s still so much more work to be done.&nbsp; That&#8217;s why America&#8217;s commitment to Israel’s security remains ironclad.&nbsp; Today and in the future, that commitment is not about me or any other American president.&nbsp; It springs from the deep affinity and enduring connection between our peoples.&nbsp; And it is our responsibility as leaders to nurture that bond, to ensure that it grows stronger, deeper, and broader as we navigate the challenges ahead &#8212; and they will continue to be profound and they will change.</p>\n\n\n\n<p>And as a leader, I can say without hesitation that being known as a friend of Israel and receiving this award today is among the greatest honors of my career.&nbsp; And I mean that from the bottom of my heart. (Applause.)&nbsp; In fact &#8212;<br><br>And thank you, Mr. President.&nbsp; Since I know that you and I share a connection, as I said, to Ireland, I hope you forgive me for ending by quoting an Irish poet, Seamus Heaney.&nbsp; And he wrote &#8212; in “The Cure at Troy,” he said: “History says, Don’t hope on this side of the grave.&nbsp; But then, once in a lifetime, that longed-for tidal wave of justice rises up, and hope and history rhyme.”<br><br>I truly believe that we&#8217;re at one of those moments, if we get lucky and work hard, where we can make hope and history rhyme.<br><br>Israel and the United States are both places built on hope, grit, and determination.&nbsp; And I believe, together, we will stay always true to our founding values and that we can help make hope and history rhyme once more.&nbsp; But this time &#8212; this time, in one of the most dysfunctional, in the past, regions of the world where you, again, will be fully integrated and be one of the leaders.<br><br>So, Mr. President, it&#8217;s an incredible honor.&nbsp; And, as some of you heard me say, if my mother were here, she’d say, “Joey, hush up and let the man get on with his job.”&nbsp; (Laughter.)<br><br>So, thank you, thank you, thank you.&nbsp; (Applause.)<br><br>PRESIDENT HERZOG:&nbsp; Thank you, Mr. President.&nbsp; So, Mr. President &#8212;<br><br>MODERATOR:&nbsp; (Speaks Hebrew.)<br><br>President of the State of Israel, Isaac Herzog, will bestow the Presidential Medal of Honor upon the President of the United States of America, Joe Biden.<br><br>PRESIDENT HERZOG:&nbsp; So, the Honorable President Joseph R. Biden, Jr., in recognition of the strong support for Israel you have consistently demonstrated, and the depth of the friendship our nations share, I wish to present you with the highest honor bestowed by an Israeli President, the Presidential Medal of Honor.&nbsp; This tradition was instituted by the late president and your good friend, Shimon Peres.<br><br>The accompanying certificate reads, and I begin with quoting the Bible:&nbsp; (Speaks Hebrew.)&nbsp; “With Him are wisdom and strength.&nbsp; He has counsel and understanding.”</p>\n\n\n\n<p>The Presidential Medal of Honor is hereby awarded to the Honorable President Joseph R. Biden, Jr. of the United States of America for his true friendship with the State of Israel, the people of Israel, and the Jewish people; his uncompromising, decades-long commitment to Israel&#8217;s security; his contributions to deepening, strengthening, and enhancing the strong and unwavering alliance between Israel and the United States of America; and his struggle against anti-Israeli and antisemitic hatred around the world.”<br><br>(The Medal of Honor is presented.)&nbsp; (Applause.)<br><br>PRESIDENT BIDEN:&nbsp; What a great honor.&nbsp; Thank you very, very much.<br><br>PRESIDENT HERZOG:&nbsp; A pleasure.<br><br>PRESIDENT BIDEN:&nbsp; Thank you.</p>\n\n\n\n<p> 6:14 P.M. IDT</p>\n","content:encodedSnippet":"President’s Residence Garden\nJerusalem, Israel\n6:08 P.M. IDT \nPRESIDENT BIDEN:  President Herzog, it’s wonderful to be with you again and an honor to be with so many familiar faces out in this garden.\nYou know, if anyone should understand my inclination to enthusiasm, you should be.  With a — with a grandfather who thought Sinn Féin was the future of Ireland, you should understand that.  (Laughter.)\nYou all think I’m kidding; I’m not.\nPRESIDENT HERZOG:  A great day for the Irish.  (Laughter.)\nPRESIDENT BIDEN:  I’ve known many of you for a long time.  And all of you, you know that my love for Israel is deep rooted.  I was raised, as we say and you say, by a righteous Christian — my dad. \nAnd I’ve had the honor — it’s hard to say these words — for over 50 years — it can’t be that long — but for over 50 years in the federal government to helping build the relationship.  Fifty years ago, we never had this audience before.  We would not have this audience out here.  We have so many people represented, representing so many different nations and faiths as well.  And it’s important.\nBut, you know, seeing Israel thrive, seeing the wildest dreams of Israel’s founding fathers and mothers grow into a reality that Israel children enjoy today, to me is close to miraculous.  You’re always — there’s a — we use, in the Catholic Church, a hymn that’s based on one of the Psalms.  And it says, “May He raise you up on eagle’s wings and bear you on the breath of dawn.  Until we meet again, may God hold you in the palm of his hand.”\nWell, every time I’ve come over these years, thank God, God seems to be holding us in the palm of his hand, because we get stronger, not weaker.  And to me, it’s pretty miraculous.\nThe Torah tells a story of the prophet who described the ancient Israeli — Israe- — Israelis as the people that “dwell alone” — in the Torah portion that will be read in services across the United States this week. \nYou know, I know, President Herzog, that your uncle also wrote a book with that title. \nPRESIDENT HERZOG:  Mm-hmm.\nPRESIDENT BIDEN:  But as I look out on these proud, strong Israelis in the audience, at the nation that made the desert bloom and built the Iron Dome, I see people who are growing more secure, more integrated, more confident, and more — have greater relations with their neighbors; a nation that has forged peace before and can do it again; and a nation that will never dwell alone.  Because as long as we’re the United States, you will never, ever be alone.  (Applause.) \nAnd as you know, there’s still so much more work to be done.  That’s why America’s commitment to Israel’s security remains ironclad.  Today and in the future, that commitment is not about me or any other American president.  It springs from the deep affinity and enduring connection between our peoples.  And it is our responsibility as leaders to nurture that bond, to ensure that it grows stronger, deeper, and broader as we navigate the challenges ahead — and they will continue to be profound and they will change.\nAnd as a leader, I can say without hesitation that being known as a friend of Israel and receiving this award today is among the greatest honors of my career.  And I mean that from the bottom of my heart. (Applause.)  In fact —\nAnd thank you, Mr. President.  Since I know that you and I share a connection, as I said, to Ireland, I hope you forgive me for ending by quoting an Irish poet, Seamus Heaney.  And he wrote — in “The Cure at Troy,” he said: “History says, Don’t hope on this side of the grave.  But then, once in a lifetime, that longed-for tidal wave of justice rises up, and hope and history rhyme.”\nI truly believe that we’re at one of those moments, if we get lucky and work hard, where we can make hope and history rhyme.\nIsrael and the United States are both places built on hope, grit, and determination.  And I believe, together, we will stay always true to our founding values and that we can help make hope and history rhyme once more.  But this time — this time, in one of the most dysfunctional, in the past, regions of the world where you, again, will be fully integrated and be one of the leaders.\nSo, Mr. President, it’s an incredible honor.  And, as some of you heard me say, if my mother were here, she’d say, “Joey, hush up and let the man get on with his job.”  (Laughter.)\nSo, thank you, thank you, thank you.  (Applause.)\nPRESIDENT HERZOG:  Thank you, Mr. President.  So, Mr. President —\nMODERATOR:  (Speaks Hebrew.)\nPresident of the State of Israel, Isaac Herzog, will bestow the Presidential Medal of Honor upon the President of the United States of America, Joe Biden.\nPRESIDENT HERZOG:  So, the Honorable President Joseph R. Biden, Jr., in recognition of the strong support for Israel you have consistently demonstrated, and the depth of the friendship our nations share, I wish to present you with the highest honor bestowed by an Israeli President, the Presidential Medal of Honor.  This tradition was instituted by the late president and your good friend, Shimon Peres.\nThe accompanying certificate reads, and I begin with quoting the Bible:  (Speaks Hebrew.)  “With Him are wisdom and strength.  He has counsel and understanding.”\nThe Presidential Medal of Honor is hereby awarded to the Honorable President Joseph R. Biden, Jr. of the United States of America for his true friendship with the State of Israel, the people of Israel, and the Jewish people; his uncompromising, decades-long commitment to Israel’s security; his contributions to deepening, strengthening, and enhancing the strong and unwavering alliance between Israel and the United States of America; and his struggle against anti-Israeli and antisemitic hatred around the world.”\n(The Medal of Honor is presented.)  (Applause.)\nPRESIDENT BIDEN:  What a great honor.  Thank you very, very much.\nPRESIDENT HERZOG:  A pleasure.\nPRESIDENT BIDEN:  Thank you.\n 6:14 P.M. IDT","dc:creator":"The White House","content":"President&#8217;s Residence GardenJerusalem, Israel 6:08 P.M. IDT&#160; PRESIDENT BIDEN:&#160; President Herzog, it&#8217;s wonderful to be with you again and an honor to be with so many familiar faces out in this garden. You know, if anyone should understand my inclination to enthusiasm, you should be.  With a &#8212; with a grandfather who thought Sinn Féin&#8230;","contentSnippet":"President’s Residence GardenJerusalem, Israel 6:08 P.M. IDT  PRESIDENT BIDEN:  President Herzog, it’s wonderful to be with you again and an honor to be with so many familiar faces out in this garden. You know, if anyone should understand my inclination to enthusiasm, you should be.  With a — with a grandfather who thought Sinn Féin…","guid":"https://www.whitehouse.gov/?p=57471","categories":["Speeches and Remarks"],"isoDate":"2022-07-14T17:08:27.000Z"},{"creator":"The White House","title":"Remarks by President Biden and Prime Minister Yair Lapid of the State of Israel","link":"https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/14/remarks-by-president-biden-and-prime-minister-yair-lapid-of-the-state-of-israel/","pubDate":"Thu, 14 Jul 2022 17:03:44 +0000","content:encoded":"\n\n\n<p class=\"has-text-align-center\">Waldorf Astoria<br>Jerusalem, Israel</p>\n\n\n\n<p>2:34 P.M. IDT </p>\n\n\n\n<p>PRIME MINISTER LAPID:&nbsp; Mr. President, in March, 1965, on Dr. Martin Luther King&#8217;s famous march from Selma to Montgomery, walking beside him in the front row was a Jewish rabbi &#8212; Rabbi Abraham Joshua Heschel.&nbsp; When he returned home this &#8212; that day, Rabbi Heschel wrote in his diary, “Today, I felt my legs were praying.”<br><br>In the State of Israel, Mr. President, our legs pray every single day.&nbsp; Nothing is &#8212; in our lives is taken for granted.&nbsp; My father was a Jewish child in the Budapest ghetto, hiding from those who tried to kill him.<br><br>The fact that I am standing here today did not happen by itself.&nbsp; We learned the lesson, Mr. President: At all times, Israel must be strong, free, and safe, with a powerful army that can defend our citizens.<br><br>Be it Joshua crossing the Jordan River or Dr. King crossing the Alabama River, the principle is the same: If you want your independence, your hands must defend you and your legs must pray for you.&nbsp; You must march fearlessly towards the river.&nbsp;<br><br>This past year, with Russia&#8217;s unjustified invasion of Ukraine, with the Iranian nuclear threat becoming more dangerous, and with the threats of terrorism worldwide, we were all reminded of something: In order to protect freedom, sometimes force must be used.&nbsp; Nobody wants that, but neither can we shy away from it, on the side of terrorists and people who will not hesitate to exploit any weakness, people who do not &#8212; who do not play by the rules.<br><br>Those of us who were fortunate enough to be born free people sometimes do not understand the intensity of the hatred behind the attack on democracy.<br><br>What we &#8212; did we do to them?&nbsp; What makes them crash planes into skyscrapers in New York and fire rockets at kindergartens in the city of Sderot?&nbsp; The answer is fear.<br><br>What scares them the most is that their citizens, their people can see us, can see our quality of life &#8212; the dynamism and creativity of our economy, the rights of women and the LGBTQ community, freedom of religion, freedom of speech.&nbsp;<br><br>Our way of life is what threatens them.&nbsp; It&#8217;s what makes the Iranian regime develop is &#8212; its nuclear program, Hezbollah aim its missiles at us, and terrorist organizations worldwide send suicide bombers.&nbsp; They want to destroy the only Jewish state in the world.&nbsp; That &#8212; we will never let that happen.&nbsp;<br><br>Words will not stop them, Mr. President.&nbsp; Diplomacy will not stop them.&nbsp; The only thing that will stop Iran is knowing that the &#8212; if they continue to develop their nuclear program, the free world will use force.&nbsp; The only way to stop them is to put a credible military threat on the table.<br><br>You have said many times, Mr. President, that big countries do not bluff.&nbsp; I completely agree.&nbsp; It should not be a bluff but the real thing.&nbsp; The Iranian regime must know that if they continue to deceive the world, they will pay a heavy price.&nbsp;<br><br>Here in the Middle East, we have an alternative now.&nbsp; It is growing and gaining power.&nbsp; We are creating an alliance of moderate countries that believe in peace, that believe that our children deserve the opportunity to live a better life.<br><br>From here, from Jerusalem &#8212; the eternal capital of the State of Israel &#8212; you will travel to Saudi Arabia.&nbsp; Your visit to Saudi Arabia is important for Israel and for the entire region, for our security and for the future and prosp- &#8212; prosperity of the Middle East.</p>\n\n\n\n<p>We send with you, to all the nations of the region &#8212; including, of course, the Palestinians &#8212; a message of peace.&nbsp;<br><br>Israel wants peace and believes in peace.&nbsp; We will never yield an inch of our security.&nbsp; We are obligated to be cautious at every step.&nbsp; But to any country, any nation that wants peace and normalization with us, we say, “<em>Ahlan wa sahlan</em>. <em>Shalom</em>.&nbsp; Welcome.”<br><br>Mr. President, you will meet with the leaders of Saudi Arabia, Qatar, Kuwait, Oman, and Iraq.&nbsp; I would like you to pass them all a message from us:<br><br>Our hand is outstretched for peace.&nbsp; We are ready to share our technology and experience, ready for our people to meet and learn about one another, ready for our scientists to collaborate and our businesses to cooperate.<br><br>The Book of Psalms says all of this in one verse.&nbsp; Chapter 29 reads, “(Speaks Hebrew.)&nbsp; The Lord will give strength to His people.&nbsp; The Lord will bless His people with peace.”<br><br>If we are strong, if we are determined, if the world understands that we will not hesitate to defend ourselves and our values, peace can come.<br><br>Mr. President, our relationship runs deep.&nbsp; It crosses party lines.&nbsp; It connects not only our governments but also our peoples.<br><br>This friendship is one of the cornerstones of Israel&#8217;s national security.&nbsp; It is moving, and it is certainly not taken for granted.<br><br>Throughout all your years in public service, you were one of the chief architects of this relationship.&nbsp; For that, you have the everlasting gratitude of the people of Zion.<br><br>Thank you, Mr. President.</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; Thank you very much, Prime Minister.&nbsp; An eloquent statement.<br><br>I&#8217;m honored to be back here in the capital of Israel.</p>\n\n\n\n<p>As I said yesterday, I’ve met every Prime Minister</p>\n\n\n\n<p>since Golda Meir, and it was a pleasure to be able to spend some time with you today and to get to know you better.</p>\n\n\n\n<p>Mr. Prime Minister, a deep love and respect for Israel has only taken a deeper hold of my heart and my gut since I first visited here back in 1973 as a young senator.<br><br></p>\n\n\n\n<p>I’m returning for my 10th visit as Pres- &#8212; this time, as President of the United States.&nbsp; But I’ve never forgotten</p>\n\n\n\n<p>what Prime Minister Meir told me when I was a brand new junior senator from the state of Delaware.&nbsp; It was just weeks before the Yom Kippur War, and she could see on my face that I was worried.&nbsp;</p>\n\n\n\n<p>As we stood before the press taking questions and pictures, she looked at me, and without press hearing, she said, “Don’t look so worried, Senator.&nbsp; Israel has a secret weapon.&#8221;&nbsp;</p>\n\n\n\n<p>And I looked at her as I turned my head, and she was tell- &#8212; I just looked at her and she said, &#8220;We have nowhere else to go.”&nbsp; I&#8217;ll never forget what she told me.&nbsp; That was nearly 50 years ago.&nbsp; Fifty years ago, the threats then were real.&nbsp; And the threats to Israel remain real today.&nbsp;</p>\n\n\n\n<p>The scourge of antisemitism still marches around the world, and we must never forget the horrors which an unchecked hatred can lead.</p>\n\n\n\n<p>And that’s why I immediately &#8212; when I returned, I wanted to visit Yad Vashem &#8212; when I landed yesterday &#8212; to bear witness, to remember, to renew our vow of: never &#8212; never again.</p>\n\n\n\n<p>At the same time, the Israeli &#8212; the Israel of today is not the Israel of 50 years ago.</p>\n\n\n\n<p>You’ve cultivated new resources, capabilities, new relationships, including a growing integration with neighbors in the region.</p>\n\n\n\n<p>You have new tools that keep Israel strong and secure.&nbsp; You have an ironclad commitment from the United States of America to Israel’s security.&nbsp; An ironclad commitment.&nbsp; We&#8217;ll make sure that Israel can defend itself by itself.</p>\n\n\n\n<p>When I was Vice President under President Obama, we passed a record-setting agreement for Israel’s security &#8212; $38 billion over a 10-year period.</p>\n\n\n\n<p>And I was proud that, last year, we also provided an additional $1 billion to replenish Israel’s Iron Dome supplies, making 2022 the largest single year of military assistance that Israel has ever received.</p>\n\n\n\n<p>Yesterday, I viewed some of Israel’s Iron Dome technology, as well as the very promising new Iron Beam technology &#8212; a laser-enabled missile defense system.&nbsp; These technologies and advancements are critical.&nbsp; They&#8217;re critical because every rocket that is intercepted is a potential life &#8212; perhaps more &#8212; that has been saved.&nbsp;</p>\n\n\n\n<p>And as we move forward together, partners in both security and in innovation, the United States and Israel defense sectors will cooperate in new high-energy laser weapons systems that can defend Israel &#8212; Israeli lives, as well as the lives of American service members.</p>\n\n\n\n<p>Israel and the United States also stand together to defend the fundamental values and underwrite global security, prosperity, and freedom, not just for us but for many around the world.</p>\n\n\n\n<p>And Putin’s assault on Ukraine is a challenge to the peace and stability everywhere in the world.&nbsp; Putin’s war must be a strategic failure, and the free world must sustain our resolve to help Ukraine defend its democracy.&nbsp;</p>\n\n\n\n<p>The United States will continue to support Ukraine and the Ukrainian people who have been devastated and displaced by the Russian violence.</p>\n\n\n\n<p>Today, you and I also discussed America’s commitment to ensuring Iran never obtains a nuclear weapon.&nbsp;</p>\n\n\n\n<p>This is a vital security interest to both Israel and the United States and, I would add, for the rest of the world as well.</p>\n\n\n\n<p>I continue to believe that diplomacy is the best way to achieve this outcome.</p>\n\n\n\n<p>And we’ll continue to work with Israel to counter other threats from Iran throughout the region, including its support for terrorism and the ballistic missile program that continues, and the proliferation of weapons to terrorists and proxies like Hezbollah.</p>\n\n\n\n<p>We’ll also continue building on the Abraham Accords, which I strongly support, because they deepen &#8212; they deepen Israel’s integration into the broader region and establish lasting ties for business, cooperation, and tourism.</p>\n\n\n\n<p>We’ve just completed the first leaders’ summit among Israel, India, the United States, and the United Arab Emirates</p>\n\n\n\n<p>to deepen the economic ties between the Middle East and the Indo-Pacific, to create new partnerships to tackle global challenges, like food insecurity and clean energy technology.</p>\n\n\n\n<p>Regional integration is also the goal of the historic Negev Forum, which took place here in Israel this past March.</p>\n\n\n\n<p>Israel’s integration in the region, Israel’s peace with its neighbors &#8212; these are essential goals.</p>\n\n\n\n<p>Tomorrow I’ll be the first American President to fly from Israel directly to Jeddah, Saudi Arabia.&nbsp; That represents important progress.</p>\n\n\n\n<p>And when I see the Saudi leadership tomorrow, I’ll be carrying a direct message &#8212; a message of peace and extraordinary opportunities that a more stable and integrated region could bring to the region and, quite frankly, the whole world.</p>\n\n\n\n<p>As we work together toward greater integration &#8212; greater integration, we’ll also continue to work for &#8212; toward a lasting negotiated peace between the State of Israel and the Palestinian people.</p>\n\n\n\n<p>Israel must remain an independent, democratic, Jewish state &#8212; the ultimate guarantee and guarantor of security of the Jewish people not only in Israel but the entire world.&nbsp; I believe that to my core.</p>\n\n\n\n<p>And the best way to achieve that remains a two-state solution for two people, both of whom have deep and ancient roots in this land, living side-by-side in peace and security.&nbsp; Both states fully respecting the equal rights of their citizens;&nbsp;both people enjoying equal measures of freedom.</p>\n\n\n\n<p>And any more that takes us further from that outcome &#8212; I believe &#8212; anything is detrimental to the long-term security of Israel.</p>\n\n\n\n<p>Prime Minister Lapid, Israel and the United States are natural partners because we share the same values.&nbsp; Our people share the same innovative spirit, the same determination to preserve and persevere through every single challenge.</p>\n\n\n\n<p>That’s why we’re launching a new High-Level Strategic Dialogue on Technology that’s going to help Israel and the United States harness critical and emerging technologies and apply them to issues that matter most to our mutual futures.</p>\n\n\n\n<p>So thank you, Mr. <s>President</s> [Prime Minister], for welcoming me back, for fostering the enduring bonds, and continuing them, that link the people of Israel and the United States.&nbsp;</p>\n\n\n\n<p>That’s what this visit is about: affirming those ties that stretch back to just 11 minutes &#8212; 11 minutes after Israel declared statehood, when the United States became the first country in the world to recognize Israel.&nbsp; And I assure you, it will be the last country in the world ever to walk away from Israel.<br><br>Ties that have grown deeper and broader with each passing year and now encompass a 21st-century partnership, one grounded on ageless values and looking squarely at the future.&nbsp;<br><br>We’re here to stay, Mr. President &#8212; Mr. Prime Minister.&nbsp; Like it or not, we’re with you.&nbsp; There’s no way out.<br><br>I want to thank you very, very much for your hospitality.&nbsp; And I mean it from the bottom of my heart that your security, the security &#8212; the &#8212; is going to determine the security of Jewish people around the world for the rest of the world.&nbsp; It’s critical.&nbsp; And we’re in it with you.&nbsp; Thank you.<br><br>MODERATOR:&nbsp; Thank you very much, Mr. President.&nbsp; And before we move on to the &#8212; a question, there was a technical change on the stage.</p>\n\n\n\n<p>(An adjustment is made to the onstage technical equipment.)</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; These guys work awful hard.<br><br>PRIME MINISTER LAPID:&nbsp; Yes, we&#8217;re just standing here.<br><br>PRESIDENT BIDEN:&nbsp; (Laughs.)</p>\n\n\n\n<p><br>MODERATOR:&nbsp; Thank you very much.&nbsp; We will now be taking questions from the press.&nbsp; The first one to ask a question to Ms. Gili Cohen from Channel 11, Israeli television.</p>\n\n\n\n<p><br>Q&nbsp;&nbsp;&nbsp; Thank you, Mr. President.&nbsp; I want to ask: Will you set a deadline for the nuclear talks or define a certain stage when you will say there is no more opportunity to revive the nuclear deal?&nbsp; And what will happen afterwards?<br><br>And another question, sir.&nbsp; You’ll visit, tomorrow, East Jerusalem, and you won&#8217;t be accompanied by an Israeli official.&nbsp; Does this represent a change in your administration&#8217;s view regarding the recognition of Jerusalem as the capital of Israel and if East Jerusalem is part of it?&nbsp; Thank you.</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; The answer to your last question is no.<br><br>With regard to your first question, we&#8217;ve laid out for the people &#8212; for the leadership of Iran what we&#8217;re willing to accept in order to get back in the JCPOA.&nbsp; We&#8217;re waiting for their response.&nbsp; When that recur- &#8212; when that will come, I&#8217;m not certain.&nbsp; But we are not going to wait forever.</p>\n\n\n\n<p><br>MODERATOR:&nbsp; Mr. President, do you want to &#8212;<br><br>PRIME MINISTER LAPID:&nbsp; The question was for the President.<br><br>MODERATOR:&nbsp; Mr. President, do you want to call on the next question?<br><br>PRESIDENT BIDEN:&nbsp; Sure.&nbsp; I was given a list here.&nbsp; Steve Holland of Reuters.</p>\n\n\n\n<p><br>Q&nbsp;&nbsp;&nbsp; Thank you, sir.&nbsp; Thank you.&nbsp; There is some opposition back home to your meeting with Saudi leaders this week.&nbsp; What will you say to Saudi leaders, specifically to Crown Prince Mohammed bin Salman, about the Khashoggi murder and other human rights practices?<br><br>And if I may, Prime Minister Lapid, how close are you to an agreement with Saudi Arabia to gain overflight rights?&nbsp; And should we expect that soon?&nbsp; Thank you.</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; With regard to the question you asked me, my views on Khashoggi have &#8212; they’ve been absolutely, positively clear.&nbsp; And I have never been quiet about talking about human rights.<br><br>The question that I&#8217;m &#8212; the reason I&#8217;m going to Saudi Arabia, though, is much broader.&nbsp; It’s to promote U.S. interests &#8212; promote U.S. interests in a way that I think we have an opportunity to reassert what I think we made a mistake of walking away from: our influence in the Middle East.<br><br>I&#8217;m going to be meeting with nine other heads of state.&nbsp; It&#8217;s not just &#8212; it happens to be in Saudi Arabia.&nbsp; And so, there are so many issues at stake that I want to make clear that we can continue to lead in the region and not create a vacuum, a vacuum that is filled by China and/or Russia, against the interests of both Israel and the United States and many other countries.<br><br>And so the purpose of the visit is to &#8212; is to coordinate with nine heads of state what are in U.S. interests and I believe in Israel&#8217;s interests as well.</p>\n\n\n\n<p><br>Q&nbsp;&nbsp;&nbsp; So you don&#8217;t expect to bring up human rights?<br><br>MODERATOR:&nbsp; Well, let&#8217;s let the Prime Minister &#8212;<br><br>PRESIDENT BIDEN:&nbsp; I will bring up &#8212; I always bring up human rights.&nbsp; I always bring up human rights.&nbsp; But my position on Khashoggi has been so clear.&nbsp; If anyone doesn&#8217;t understand it in Saudi Arabia and everywhere else, then they haven&#8217;t been around for a while.<br><br>PRIME MINISTER LAPID:&nbsp; About the overflights of Saudi Arabia, of course, as I was saying in my speech, we are all for promoting normalizations with every country in the region that it is possible.&nbsp; But since the President is going to Saudi Arabia, and he &#8212; there will be a finalization of the issues over there, I will let the President finalize this when he&#8217;s in Jeddah.</p>\n\n\n\n<p><br>MODERATOR:&nbsp; Thank you, Prime Minister.</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; I&#8217;m optimistic.&nbsp; (Laughter.)<br><br><br></p>\n\n\n\n<p>MODERATOR:&nbsp; And the next question will come from Ms. Tal&nbsp; Schneider from Times of Israel.<br><br>Q&nbsp;&nbsp;&nbsp; Hi, hello.&nbsp; Thank you for being in Jerusalem.&nbsp; It&#8217;s good to see you.<br><br>Israelis have been waiting to hear developments on the Visa Waiver Program.&nbsp; We know that there are hurdles but &#8212; to get there.&nbsp; But can you set a deadline after which Israelis will be granted with a waiver to enter the U.S.?&nbsp; Will you bring this issue with the opposition leader, Netanyahu, when you meet him today?<br><br>And another question for our prime minister: There is a discussion about regional defense cooperation that includes Israel and the Saudis, but we hear that there are technical difficulties as well as other reservations from the Saudis with respect to defense system, which means it&#8217;s mostly about Israel sharing its intelligence, its intel.&nbsp; How do you see the cooperation moving along with those problems?&nbsp;</p>\n\n\n\n<p>Thank you.</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; With regard to your question to me, we are working very, very, very hard to eliminate the lack of precision in the applications, many times, for the visa program.&nbsp; It is my hope and expectation that in the next several months, we&#8217;ll have it worked out.</p>\n\n\n\n<p><br>PRIME MINISTER LAPID:&nbsp; And jumping on the subject, and we urge the Israeli opposition to become &#8212; to be more responsible and help with the legislation needed to finalize this.<br><br>As for your question, it is no secret that we&#8217;re doing our best, with our American friends, to work on a regional security architecture.&nbsp; So this was no secret.&nbsp; The details of this apparently are, so I&#8217;m not going to go into details on this.&nbsp;<br><br>But we are working with everybody we can in order to promote regional security, especially facing Iran&#8217;s regime and the terror policy they bring to the table.</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; All right.&nbsp; The next person to ask a question, I guess &#8212; (laughs) &#8212; is Nadia.</p>\n\n\n\n<p><br>Q&nbsp;&nbsp;&nbsp; Thank you, Mr. President.&nbsp; Nadia Bilbassy of Al Arabiya Television.&nbsp; Allow me to press you a little bit on Iran, if I may.</p>\n\n\n\n<p><br>You visited the &#8212;<br><br>PRESIDENT BIDEN:&nbsp; (Laughs.)&nbsp; No, I’m not going to allow that.&nbsp; (Laughter.)&nbsp; We got to &#8212; we got to walk off.&nbsp; (Laughter.)<br><br>Q&nbsp;&nbsp;&nbsp; (Laughs.)&nbsp; You are &#8212; you are visiting the Middle East here in Israel and then you go into Saudi Arabia where you meeting with King Salman and other GCC leaders.<br><br>You know in advance, before you come here, their position, their concern, their fear about Iran nuclear program and Iran&#8217;s support for proxies in the region.<br><br>Tangibly, what are you offering them to assuage their fear and concern, practically?&nbsp; Is this anything that you&#8217;re offering them to make them feel comfortable that the United States are on the same page with them?<br><br>And if I may, Mr. Prime Minister, what are the differences and the similarities between you and President Biden regarding Iran?&nbsp; Do you see eye to eye on all the issues?&nbsp; You alluded to some differences just now.<br><br>And, if I may, I wanted you to confirm to us today your position in supporting the two-state solution as a caretaker Prime Minister and if should you be elected as the next prime minister of Israel.&nbsp; Thank you so much.</p>\n\n\n\n<p><br>PRESIDENT BIDEN:&nbsp; With regard to Iran and convincing the Saudis and others that we’re &#8212; mean what we say is we mean what we say.&nbsp; They have an opportunity to accept this agreement that’s been laid down.&nbsp; If they don&#8217;t, we made it absolutely clear: We will not &#8212; let me say it again &#8212; we will not allow Iran to acquire a nuclear weapon.</p>\n\n\n\n<p><br>PRIME MINISTER LAPID:&nbsp; Well, with regards to the question about Iran, we have an open discussion about what is the best way to deal with it.&nbsp; But I don&#8217;t think there&#8217;s a light between us in terms of &#8212; these are all means to an end.<br><br>We cannot allow Iran to become nuclear.&nbsp; Israel asserts the right to act freely on the subject.&nbsp; But we are, of course, discussing everything with our greatest ally, which is the United States.<br><br>About the two-state solution, I haven&#8217;t changed my position.&nbsp; A two-state solution is a guarantee for a strong democratic state of Israel with a Jewish majority.</p>\n\n\n\n<p><br>MODERATOR:&nbsp; Thank you very much.&nbsp; This concludes the signing ceremony and the press conference.&nbsp; Please remain seated until the leaders have left the room.<br><br>PRESIDENT BIDEN:&nbsp; Thank you all so much.<br><br>2:59 P.M. IDT</p>\n","content:encodedSnippet":"Waldorf Astoria\nJerusalem, Israel\n2:34 P.M. IDT \nPRIME MINISTER LAPID:  Mr. President, in March, 1965, on Dr. Martin Luther King’s famous march from Selma to Montgomery, walking beside him in the front row was a Jewish rabbi — Rabbi Abraham Joshua Heschel.  When he returned home this — that day, Rabbi Heschel wrote in his diary, “Today, I felt my legs were praying.”\nIn the State of Israel, Mr. President, our legs pray every single day.  Nothing is — in our lives is taken for granted.  My father was a Jewish child in the Budapest ghetto, hiding from those who tried to kill him.\nThe fact that I am standing here today did not happen by itself.  We learned the lesson, Mr. President: At all times, Israel must be strong, free, and safe, with a powerful army that can defend our citizens.\nBe it Joshua crossing the Jordan River or Dr. King crossing the Alabama River, the principle is the same: If you want your independence, your hands must defend you and your legs must pray for you.  You must march fearlessly towards the river. \nThis past year, with Russia’s unjustified invasion of Ukraine, with the Iranian nuclear threat becoming more dangerous, and with the threats of terrorism worldwide, we were all reminded of something: In order to protect freedom, sometimes force must be used.  Nobody wants that, but neither can we shy away from it, on the side of terrorists and people who will not hesitate to exploit any weakness, people who do not — who do not play by the rules.\nThose of us who were fortunate enough to be born free people sometimes do not understand the intensity of the hatred behind the attack on democracy.\nWhat we — did we do to them?  What makes them crash planes into skyscrapers in New York and fire rockets at kindergartens in the city of Sderot?  The answer is fear.\nWhat scares them the most is that their citizens, their people can see us, can see our quality of life — the dynamism and creativity of our economy, the rights of women and the LGBTQ community, freedom of religion, freedom of speech. \nOur way of life is what threatens them.  It’s what makes the Iranian regime develop is — its nuclear program, Hezbollah aim its missiles at us, and terrorist organizations worldwide send suicide bombers.  They want to destroy the only Jewish state in the world.  That — we will never let that happen. \nWords will not stop them, Mr. President.  Diplomacy will not stop them.  The only thing that will stop Iran is knowing that the — if they continue to develop their nuclear program, the free world will use force.  The only way to stop them is to put a credible military threat on the table.\nYou have said many times, Mr. President, that big countries do not bluff.  I completely agree.  It should not be a bluff but the real thing.  The Iranian regime must know that if they continue to deceive the world, they will pay a heavy price. \nHere in the Middle East, we have an alternative now.  It is growing and gaining power.  We are creating an alliance of moderate countries that believe in peace, that believe that our children deserve the opportunity to live a better life.\nFrom here, from Jerusalem — the eternal capital of the State of Israel — you will travel to Saudi Arabia.  Your visit to Saudi Arabia is important for Israel and for the entire region, for our security and for the future and prosp- — prosperity of the Middle East.\nWe send with you, to all the nations of the region — including, of course, the Palestinians — a message of peace. \nIsrael wants peace and believes in peace.  We will never yield an inch of our security.  We are obligated to be cautious at every step.  But to any country, any nation that wants peace and normalization with us, we say, “Ahlan wa sahlan. Shalom.  Welcome.”\nMr. President, you will meet with the leaders of Saudi Arabia, Qatar, Kuwait, Oman, and Iraq.  I would like you to pass them all a message from us:\nOur hand is outstretched for peace.  We are ready to share our technology and experience, ready for our people to meet and learn about one another, ready for our scientists to collaborate and our businesses to cooperate.\nThe Book of Psalms says all of this in one verse.  Chapter 29 reads, “(Speaks Hebrew.)  The Lord will give strength to His people.  The Lord will bless His people with peace.”\nIf we are strong, if we are determined, if the world understands that we will not hesitate to defend ourselves and our values, peace can come.\nMr. President, our relationship runs deep.  It crosses party lines.  It connects not only our governments but also our peoples.\nThis friendship is one of the cornerstones of Israel’s national security.  It is moving, and it is certainly not taken for granted.\nThroughout all your years in public service, you were one of the chief architects of this relationship.  For that, you have the everlasting gratitude of the people of Zion.\nThank you, Mr. President.\nPRESIDENT BIDEN:  Thank you very much, Prime Minister.  An eloquent statement.\nI’m honored to be back here in the capital of Israel.\nAs I said yesterday, I’ve met every Prime Minister\nsince Golda Meir, and it was a pleasure to be able to spend some time with you today and to get to know you better.\nMr. Prime Minister, a deep love and respect for Israel has only taken a deeper hold of my heart and my gut since I first visited here back in 1973 as a young senator.\n\nI’m returning for my 10th visit as Pres- — this time, as President of the United States.  But I’ve never forgotten\nwhat Prime Minister Meir told me when I was a brand new junior senator from the state of Delaware.  It was just weeks before the Yom Kippur War, and she could see on my face that I was worried. \nAs we stood before the press taking questions and pictures, she looked at me, and without press hearing, she said, “Don’t look so worried, Senator.  Israel has a secret weapon.” \nAnd I looked at her as I turned my head, and she was tell- — I just looked at her and she said, “We have nowhere else to go.”  I’ll never forget what she told me.  That was nearly 50 years ago.  Fifty years ago, the threats then were real.  And the threats to Israel remain real today. \nThe scourge of antisemitism still marches around the world, and we must never forget the horrors which an unchecked hatred can lead.\nAnd that’s why I immediately — when I returned, I wanted to visit Yad Vashem — when I landed yesterday — to bear witness, to remember, to renew our vow of: never — never again.\nAt the same time, the Israeli — the Israel of today is not the Israel of 50 years ago.\nYou’ve cultivated new resources, capabilities, new relationships, including a growing integration with neighbors in the region.\nYou have new tools that keep Israel strong and secure.  You have an ironclad commitment from the United States of America to Israel’s security.  An ironclad commitment.  We’ll make sure that Israel can defend itself by itself.\nWhen I was Vice President under President Obama, we passed a record-setting agreement for Israel’s security — $38 billion over a 10-year period.\nAnd I was proud that, last year, we also provided an additional $1 billion to replenish Israel’s Iron Dome supplies, making 2022 the largest single year of military assistance that Israel has ever received.\nYesterday, I viewed some of Israel’s Iron Dome technology, as well as the very promising new Iron Beam technology — a laser-enabled missile defense system.  These technologies and advancements are critical.  They’re critical because every rocket that is intercepted is a potential life — perhaps more — that has been saved. \nAnd as we move forward together, partners in both security and in innovation, the United States and Israel defense sectors will cooperate in new high-energy laser weapons systems that can defend Israel — Israeli lives, as well as the lives of American service members.\nIsrael and the United States also stand together to defend the fundamental values and underwrite global security, prosperity, and freedom, not just for us but for many around the world.\nAnd Putin’s assault on Ukraine is a challenge to the peace and stability everywhere in the world.  Putin’s war must be a strategic failure, and the free world must sustain our resolve to help Ukraine defend its democracy. \nThe United States will continue to support Ukraine and the Ukrainian people who have been devastated and displaced by the Russian violence.\nToday, you and I also discussed America’s commitment to ensuring Iran never obtains a nuclear weapon. \nThis is a vital security interest to both Israel and the United States and, I would add, for the rest of the world as well.\nI continue to believe that diplomacy is the best way to achieve this outcome.\nAnd we’ll continue to work with Israel to counter other threats from Iran throughout the region, including its support for terrorism and the ballistic missile program that continues, and the proliferation of weapons to terrorists and proxies like Hezbollah.\nWe’ll also continue building on the Abraham Accords, which I strongly support, because they deepen — they deepen Israel’s integration into the broader region and establish lasting ties for business, cooperation, and tourism.\nWe’ve just completed the first leaders’ summit among Israel, India, the United States, and the United Arab Emirates\nto deepen the economic ties between the Middle East and the Indo-Pacific, to create new partnerships to tackle global challenges, like food insecurity and clean energy technology.\nRegional integration is also the goal of the historic Negev Forum, which took place here in Israel this past March.\nIsrael’s integration in the region, Israel’s peace with its neighbors — these are essential goals.\nTomorrow I’ll be the first American President to fly from Israel directly to Jeddah, Saudi Arabia.  That represents important progress.\nAnd when I see the Saudi leadership tomorrow, I’ll be carrying a direct message — a message of peace and extraordinary opportunities that a more stable and integrated region could bring to the region and, quite frankly, the whole world.\nAs we work together toward greater integration — greater integration, we’ll also continue to work for — toward a lasting negotiated peace between the State of Israel and the Palestinian people.\nIsrael must remain an independent, democratic, Jewish state — the ultimate guarantee and guarantor of security of the Jewish people not only in Israel but the entire world.  I believe that to my core.\nAnd the best way to achieve that remains a two-state solution for two people, both of whom have deep and ancient roots in this land, living side-by-side in peace and security.  Both states fully respecting the equal rights of their citizens; both people enjoying equal measures of freedom.\nAnd any more that takes us further from that outcome — I believe — anything is detrimental to the long-term security of Israel.\nPrime Minister Lapid, Israel and the United States are natural partners because we share the same values.  Our people share the same innovative spirit, the same determination to preserve and persevere through every single challenge.\nThat’s why we’re launching a new High-Level Strategic Dialogue on Technology that’s going to help Israel and the United States harness critical and emerging technologies and apply them to issues that matter most to our mutual futures.\nSo thank you, Mr. President [Prime Minister], for welcoming me back, for fostering the enduring bonds, and continuing them, that link the people of Israel and the United States. \nThat’s what this visit is about: affirming those ties that stretch back to just 11 minutes — 11 minutes after Israel declared statehood, when the United States became the first country in the world to recognize Israel.  And I assure you, it will be the last country in the world ever to walk away from Israel.\nTies that have grown deeper and broader with each passing year and now encompass a 21st-century partnership, one grounded on ageless values and looking squarely at the future. \nWe’re here to stay, Mr. President — Mr. Prime Minister.  Like it or not, we’re with you.  There’s no way out.\nI want to thank you very, very much for your hospitality.  And I mean it from the bottom of my heart that your security, the security — the — is going to determine the security of Jewish people around the world for the rest of the world.  It’s critical.  And we’re in it with you.  Thank you.\nMODERATOR:  Thank you very much, Mr. President.  And before we move on to the — a question, there was a technical change on the stage.\n(An adjustment is made to the onstage technical equipment.)\nPRESIDENT BIDEN:  These guys work awful hard.\nPRIME MINISTER LAPID:  Yes, we’re just standing here.\nPRESIDENT BIDEN:  (Laughs.)\nMODERATOR:  Thank you very much.  We will now be taking questions from the press.  The first one to ask a question to Ms. Gili Cohen from Channel 11, Israeli television.\nQ    Thank you, Mr. President.  I want to ask: Will you set a deadline for the nuclear talks or define a certain stage when you will say there is no more opportunity to revive the nuclear deal?  And what will happen afterwards?\nAnd another question, sir.  You’ll visit, tomorrow, East Jerusalem, and you won’t be accompanied by an Israeli official.  Does this represent a change in your administration’s view regarding the recognition of Jerusalem as the capital of Israel and if East Jerusalem is part of it?  Thank you.\nPRESIDENT BIDEN:  The answer to your last question is no.\nWith regard to your first question, we’ve laid out for the people — for the leadership of Iran what we’re willing to accept in order to get back in the JCPOA.  We’re waiting for their response.  When that recur- — when that will come, I’m not certain.  But we are not going to wait forever.\nMODERATOR:  Mr. President, do you want to —\nPRIME MINISTER LAPID:  The question was for the President.\nMODERATOR:  Mr. President, do you want to call on the next question?\nPRESIDENT BIDEN:  Sure.  I was given a list here.  Steve Holland of Reuters.\nQ    Thank you, sir.  Thank you.  There is some opposition back home to your meeting with Saudi leaders this week.  What will you say to Saudi leaders, specifically to Crown Prince Mohammed bin Salman, about the Khashoggi murder and other human rights practices?\nAnd if I may, Prime Minister Lapid, how close are you to an agreement with Saudi Arabia to gain overflight rights?  And should we expect that soon?  Thank you.\nPRESIDENT BIDEN:  With regard to the question you asked me, my views on Khashoggi have — they’ve been absolutely, positively clear.  And I have never been quiet about talking about human rights.\nThe question that I’m — the reason I’m going to Saudi Arabia, though, is much broader.  It’s to promote U.S. interests — promote U.S. interests in a way that I think we have an opportunity to reassert what I think we made a mistake of walking away from: our influence in the Middle East.\nI’m going to be meeting with nine other heads of state.  It’s not just — it happens to be in Saudi Arabia.  And so, there are so many issues at stake that I want to make clear that we can continue to lead in the region and not create a vacuum, a vacuum that is filled by China and/or Russia, against the interests of both Israel and the United States and many other countries.\nAnd so the purpose of the visit is to — is to coordinate with nine heads of state what are in U.S. interests and I believe in Israel’s interests as well.\nQ    So you don’t expect to bring up human rights?\nMODERATOR:  Well, let’s let the Prime Minister —\nPRESIDENT BIDEN:  I will bring up — I always bring up human rights.  I always bring up human rights.  But my position on Khashoggi has been so clear.  If anyone doesn’t understand it in Saudi Arabia and everywhere else, then they haven’t been around for a while.\nPRIME MINISTER LAPID:  About the overflights of Saudi Arabia, of course, as I was saying in my speech, we are all for promoting normalizations with every country in the region that it is possible.  But since the President is going to Saudi Arabia, and he — there will be a finalization of the issues over there, I will let the President finalize this when he’s in Jeddah.\nMODERATOR:  Thank you, Prime Minister.\nPRESIDENT BIDEN:  I’m optimistic.  (Laughter.)\n\n\n\n\n\nMODERATOR:  And the next question will come from Ms. Tal  Schneider from Times of Israel.\nQ    Hi, hello.  Thank you for being in Jerusalem.  It’s good to see you.\nIsraelis have been waiting to hear developments on the Visa Waiver Program.  We know that there are hurdles but — to get there.  But can you set a deadline after which Israelis will be granted with a waiver to enter the U.S.?  Will you bring this issue with the opposition leader, Netanyahu, when you meet him today?\nAnd another question for our prime minister: There is a discussion about regional defense cooperation that includes Israel and the Saudis, but we hear that there are technical difficulties as well as other reservations from the Saudis with respect to defense system, which means it’s mostly about Israel sharing its intelligence, its intel.  How do you see the cooperation moving along with those problems? \nThank you.\nPRESIDENT BIDEN:  With regard to your question to me, we are working very, very, very hard to eliminate the lack of precision in the applications, many times, for the visa program.  It is my hope and expectation that in the next several months, we’ll have it worked out.\nPRIME MINISTER LAPID:  And jumping on the subject, and we urge the Israeli opposition to become — to be more responsible and help with the legislation needed to finalize this.\nAs for your question, it is no secret that we’re doing our best, with our American friends, to work on a regional security architecture.  So this was no secret.  The details of this apparently are, so I’m not going to go into details on this. \nBut we are working with everybody we can in order to promote regional security, especially facing Iran’s regime and the terror policy they bring to the table.\nPRESIDENT BIDEN:  All right.  The next person to ask a question, I guess — (laughs) — is Nadia.\nQ    Thank you, Mr. President.  Nadia Bilbassy of Al Arabiya Television.  Allow me to press you a little bit on Iran, if I may.\nYou visited the —\nPRESIDENT BIDEN:  (Laughs.)  No, I’m not going to allow that.  (Laughter.)  We got to — we got to walk off.  (Laughter.)\nQ    (Laughs.)  You are — you are visiting the Middle East here in Israel and then you go into Saudi Arabia where you meeting with King Salman and other GCC leaders.\nYou know in advance, before you come here, their position, their concern, their fear about Iran nuclear program and Iran’s support for proxies in the region.\nTangibly, what are you offering them to assuage their fear and concern, practically?  Is this anything that you’re offering them to make them feel comfortable that the United States are on the same page with them?\nAnd if I may, Mr. Prime Minister, what are the differences and the similarities between you and President Biden regarding Iran?  Do you see eye to eye on all the issues?  You alluded to some differences just now.\nAnd, if I may, I wanted you to confirm to us today your position in supporting the two-state solution as a caretaker Prime Minister and if should you be elected as the next prime minister of Israel.  Thank you so much.\nPRESIDENT BIDEN:  With regard to Iran and convincing the Saudis and others that we’re — mean what we say is we mean what we say.  They have an opportunity to accept this agreement that’s been laid down.  If they don’t, we made it absolutely clear: We will not — let me say it again — we will not allow Iran to acquire a nuclear weapon.\nPRIME MINISTER LAPID:  Well, with regards to the question about Iran, we have an open discussion about what is the best way to deal with it.  But I don’t think there’s a light between us in terms of — these are all means to an end.\nWe cannot allow Iran to become nuclear.  Israel asserts the right to act freely on the subject.  But we are, of course, discussing everything with our greatest ally, which is the United States.\nAbout the two-state solution, I haven’t changed my position.  A two-state solution is a guarantee for a strong democratic state of Israel with a Jewish majority.\nMODERATOR:  Thank you very much.  This concludes the signing ceremony and the press conference.  Please remain seated until the leaders have left the room.\nPRESIDENT BIDEN:  Thank you all so much.\n2:59 P.M. IDT","dc:creator":"The White House","content":"Waldorf AstoriaJerusalem, Israel 2:34 P.M. IDT  PRIME MINISTER LAPID:&#160; Mr. President, in March, 1965, on Dr. Martin Luther King&#8217;s famous march from Selma to Montgomery, walking beside him in the front row was a Jewish rabbi &#8212; Rabbi Abraham Joshua Heschel.&#160; When he returned home this &#8212; that day, Rabbi Heschel wrote in his diary,&#8230;","contentSnippet":"Waldorf AstoriaJerusalem, Israel 2:34 P.M. IDT  PRIME MINISTER LAPID:  Mr. President, in March, 1965, on Dr. Martin Luther King’s famous march from Selma to Montgomery, walking beside him in the front row was a Jewish rabbi — Rabbi Abraham Joshua Heschel.  When he returned home this — that day, Rabbi Heschel wrote in his diary,…","guid":"https://www.whitehouse.gov/?p=57467","categories":["Statements and Releases"],"isoDate":"2022-07-14T17:03:44.000Z"},{"creator":"The White House","title":"Readout of President Biden’s Meeting with President Herzog of Israel","link":"https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/14/readout-of-president-bidens-meeting-with-president-herzog-of-israel/","pubDate":"Thu, 14 Jul 2022 16:48:05 +0000","content:encoded":"\n\n\n<p>President Biden met with President Isaac Herzog of Israel today ahead of the Israeli Medal of Honor ceremony this evening. The leaders discussed several issues including the United States’ ironclad support for Israel’s security, their commitment to working together to counter Iran’s destabilizing activities, and efforts to promote regional integration to widen the circle of peace. President Biden and President Herzog reaffirmed the deep bonds and enduring friendship between our two nations and our people.</p>\n","content:encodedSnippet":"President Biden met with President Isaac Herzog of Israel today ahead of the Israeli Medal of Honor ceremony this evening. The leaders discussed several issues including the United States’ ironclad support for Israel’s security, their commitment to working together to counter Iran’s destabilizing activities, and efforts to promote regional integration to widen the circle of peace. President Biden and President Herzog reaffirmed the deep bonds and enduring friendship between our two nations and our people.","dc:creator":"The White House","content":"President Biden met with President Isaac Herzog of Israel today ahead of the Israeli Medal of Honor ceremony this evening. The leaders discussed several issues including the United States’ ironclad support for Israel’s security, their commitment to working together to counter Iran’s destabilizing activities, and efforts to promote regional integration to widen the circle of&#8230;","contentSnippet":"President Biden met with President Isaac Herzog of Israel today ahead of the Israeli Medal of Honor ceremony this evening. The leaders discussed several issues including the United States’ ironclad support for Israel’s security, their commitment to working together to counter Iran’s destabilizing activities, and efforts to promote regional integration to widen the circle of…","guid":"https://www.whitehouse.gov/?p=57465","categories":["Statements and Releases"],"isoDate":"2022-07-14T16:48:05.000Z"},{"creator":"The White House","title":"President Joseph R. Biden, Jr. Approves North Dakota Disaster Declaration","link":"https://www.whitehouse.gov/briefing-room/presidential-actions/2022/07/14/president-joseph-r-biden-jr-approves-north-dakota-disaster-declaration-2/","pubDate":"Thu, 14 Jul 2022 16:42:59 +0000","content:encoded":"\n\n\n<p>Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of North Dakota and ordered Federal assistance to supplement State, tribal, and local recovery efforts in the areas affected by a severe winter storm and flooding during the period of April 22 to May 25, 2022.</p>\n\n\n\n<p>Federal funding is available to State, tribal, eligible local governments and certain private nonprofit organizations on a cost-sharing basis for emergency work and the repair or replacement of facilities damaged by the severe winter storm and flooding in the counties of Adams, Barnes, Billings, Bottineau,&nbsp; Burke, Cavalier, Dickey, Divide, Dunn, Foster, Golden Valley, Grand Forks, Grant, Griggs, Hettinger, Kidder, LaMoure, Logan, McHenry, McIntosh, McKenzie, McLean, Mountrail, Nelson, Oliver, Pembina, Ramsey, Ransom, Renville, Richland, Rolette, Sargent, Steele, Stutsman, Towner, Traill, Walsh, Ward, Wells, and Williams.</p>\n\n\n\n<p>Federal funding is also available on a cost-sharing basis for hazard mitigation measures statewide.</p>\n\n\n\n<p>Deanne Criswell, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Alana B. Kuhn as the Federal Coordinating Officer for Federal recovery operations in the affected areas.&nbsp; <strong></strong></p>\n\n\n\n<p>Additional designations may be made at a later date if requested by the State and warranted by the results of further damage assessments.</p>\n\n\n\n<p>FOR FURTHER INFORMATION MEDIA SHOULD CONTACT THE&nbsp; FEMA NEWS DESK AT (202) 646-3272 OR <a href=\"mailto:FEMA-NEWS-DESK@DHS.GOV\">FEMA-NEWS-DESK@FEMA.DHS.GOV</a>.</p>\n","content:encodedSnippet":"Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of North Dakota and ordered Federal assistance to supplement State, tribal, and local recovery efforts in the areas affected by a severe winter storm and flooding during the period of April 22 to May 25, 2022.\nFederal funding is available to State, tribal, eligible local governments and certain private nonprofit organizations on a cost-sharing basis for emergency work and the repair or replacement of facilities damaged by the severe winter storm and flooding in the counties of Adams, Barnes, Billings, Bottineau,  Burke, Cavalier, Dickey, Divide, Dunn, Foster, Golden Valley, Grand Forks, Grant, Griggs, Hettinger, Kidder, LaMoure, Logan, McHenry, McIntosh, McKenzie, McLean, Mountrail, Nelson, Oliver, Pembina, Ramsey, Ransom, Renville, Richland, Rolette, Sargent, Steele, Stutsman, Towner, Traill, Walsh, Ward, Wells, and Williams.\nFederal funding is also available on a cost-sharing basis for hazard mitigation measures statewide.\nDeanne Criswell, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Alana B. Kuhn as the Federal Coordinating Officer for Federal recovery operations in the affected areas.  \nAdditional designations may be made at a later date if requested by the State and warranted by the results of further damage assessments.\nFOR FURTHER INFORMATION MEDIA SHOULD CONTACT THE  FEMA NEWS DESK AT (202) 646-3272 OR FEMA-NEWS-DESK@FEMA.DHS.GOV.","dc:creator":"The White House","content":"Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of North Dakota and ordered Federal assistance to supplement State, tribal, and local recovery efforts in the areas affected by a severe winter storm and flooding during the period of April 22 to May 25, 2022. Federal funding is available&#8230;","contentSnippet":"Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of North Dakota and ordered Federal assistance to supplement State, tribal, and local recovery efforts in the areas affected by a severe winter storm and flooding during the period of April 22 to May 25, 2022. Federal funding is available…","guid":"https://www.whitehouse.gov/?p=57463","categories":["Presidential Actions"],"isoDate":"2022-07-14T16:42:59.000Z"},{"creator":"The White House","title":"President Joseph R. Biden, Jr. Approves Minnesota Disaster Declaration","link":"https://www.whitehouse.gov/briefing-room/presidential-actions/2022/07/14/president-joseph-r-biden-jr-approves-minnesota-disaster-declaration-2/","pubDate":"Thu, 14 Jul 2022 16:21:24 +0000","content:encoded":"\n\n\n<p>Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of Minnesota and ordered Federal assistance to supplement state, tribal, and local recovery efforts in the areas affected by severe storms, straight-line winds, and flooding during the period of April 22 to June 15, 2022.</p>\n\n\n\n<p>Federal funding is available to state, tribal, and eligible local governments and certain private nonprofit organizations on a cost-sharing basis for emergency work and the repair or replacement of facilities damaged by the severe storms, straight-line winds, and flooding in the counties of Beltrami, Clearwater, Cook, Kittson, Koochiching, Lake, Lake of the Woods, Mahnomen, Marshall, Norman, Pennington, Polk, Red Lake, Roseau, and St. Louis and the Bois Forte Band of Chippewa, Leech Lake Band of Ojibwe, Red Lake Nation, and the White Earth Nation.</p>\n\n\n\n<p>Federal funding is also available on a cost-sharing basis for hazard mitigation measures in all areas within the state.</p>\n\n\n\n<p>Deanne Criswell, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Brian F. Schiller as the Federal Coordinating Officer for Federal recovery operations in the affected areas.&nbsp; <strong></strong></p>\n\n\n\n<p>Additional designations may be made at a later date if requested by the state and warranted by the results of further damage assessments.</p>\n\n\n\n<p>FOR FURTHER INFORMATION MEDIA SHOULD CONTACT THE&nbsp;FEMA NEWS DESK AT (202) 646-3272 OR <a href=\"mailto:FEMA-NEWS-DESK@DHS.GOV\">FEMA-NEWS-DESK@FEMA.DHS.GOV</a>.</p>\n","content:encodedSnippet":"Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of Minnesota and ordered Federal assistance to supplement state, tribal, and local recovery efforts in the areas affected by severe storms, straight-line winds, and flooding during the period of April 22 to June 15, 2022.\nFederal funding is available to state, tribal, and eligible local governments and certain private nonprofit organizations on a cost-sharing basis for emergency work and the repair or replacement of facilities damaged by the severe storms, straight-line winds, and flooding in the counties of Beltrami, Clearwater, Cook, Kittson, Koochiching, Lake, Lake of the Woods, Mahnomen, Marshall, Norman, Pennington, Polk, Red Lake, Roseau, and St. Louis and the Bois Forte Band of Chippewa, Leech Lake Band of Ojibwe, Red Lake Nation, and the White Earth Nation.\nFederal funding is also available on a cost-sharing basis for hazard mitigation measures in all areas within the state.\nDeanne Criswell, Administrator, Federal Emergency Management Agency (FEMA), Department of Homeland Security, named Brian F. Schiller as the Federal Coordinating Officer for Federal recovery operations in the affected areas.  \nAdditional designations may be made at a later date if requested by the state and warranted by the results of further damage assessments.\nFOR FURTHER INFORMATION MEDIA SHOULD CONTACT THE FEMA NEWS DESK AT (202) 646-3272 OR FEMA-NEWS-DESK@FEMA.DHS.GOV.","dc:creator":"The White House","content":"Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of Minnesota and ordered Federal assistance to supplement state, tribal, and local recovery efforts in the areas affected by severe storms, straight-line winds, and flooding during the period of April 22 to June 15, 2022. Federal funding is available to&#8230;","contentSnippet":"Today, President Joseph R. Biden, Jr. declared that a major disaster exists in the State of Minnesota and ordered Federal assistance to supplement state, tribal, and local recovery efforts in the areas affected by severe storms, straight-line winds, and flooding during the period of April 22 to June 15, 2022. Federal funding is available to…","guid":"https://www.whitehouse.gov/?p=57458","categories":["Presidential Actions"],"isoDate":"2022-07-14T16:21:24.000Z"},{"creator":"The White House","title":"Remarks by President Biden and Prime Minister Lapid of the State of Israel After Bilateral Meeting","link":"https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/07/14/remarks-by-president-biden-and-prime-minister-lapid-of-the-state-of-israel-after-bilateral-meeting/","pubDate":"Thu, 14 Jul 2022 15:41:42 +0000","content:encoded":"\n\n\n<p class=\"has-text-align-center\">Waldorf Astoria Jerusalem<br>Jerusalem, Israel</p>\n\n\n\n<p>11:56 A.M. IDT </p>\n\n\n\n<p>PRIME MINISTER LAPID:  I don’t think we&#8217;re going to tell them what we talked about.</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; We talked American baseball.</p>\n\n\n\n<p>PRIME MINISTER LAPID:&nbsp; That is correct.&nbsp; We had a very long conversation about baseball, which I know nothing about.&nbsp; (Laughter.)&nbsp; And we didn’t mention Iran or Saudi Arabia or all those issues.&nbsp;</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; (Inaudible.)</p>\n\n\n\n<p>Folks, I want to thank &#8212; I want to thank the Prime Minister.&nbsp; We had a good and beginning of what&#8217;s going to be a long &#8212; God willing &#8212; relationship, a candid conversation about both the problems and the opportunities both our countries face, particularly in the Middle East.&nbsp;</p>\n\n\n\n<p>And we talked about how important it was &#8212; I talked about how important it was, from my perspective, for Israel to be totally integrated into the region and completely integrated into the region.</p>\n\n\n\n<p>And we &#8212; we are &#8212; I guarantee you our administration &#8211;and I think the vast majority of the American public, not just my administration &#8212; is completely devoted to Israel&#8217;s security without any ifs, ands, or buts &#8212; without any doubts about it.</p>\n\n\n\n<p>And we also talked about the fact that we have a full day ahead of us, including a virtual summit with the &#8212; with India and the UAE.&nbsp; The four of us are going to have a discussion after this meeting is over.&nbsp;</p>\n\n\n\n<p>And &#8212; and that’s &#8212; we talked about a lot of things but mainly related to developing a personal friendship and the long-lasting commitment to both our countries, to one another.</p>\n\n\n\n<p>PRIME MINISTER LAPID:&nbsp; It is great, Mr. President.&nbsp; Of course, we’ve discussed your &#8212; we also talked shop about Saudi Arabia and your trip there, which is extremely important to Israel, trying to build an even more moderate coalition here in the Middle East &#8212; long needed.&nbsp;</p>\n\n\n\n<p>And we discussed the Iranian threat and what we think is the right thing to do in order to make sure, which is something we share, there will be no nuclear Iran.&nbsp; This is not only a threat on Israel but to the world, to the globe.</p>\n\n\n\n<p>And we discussed some other issues we&#8217;re going to keep to ourselves.&nbsp;</p>\n\n\n\n<p>PRESIDEN BIDEN:&nbsp; Yes.&nbsp; (Laughter.)</p>\n\n\n\n<p>12:00 P.M. IDT</p>\n","content:encodedSnippet":"Waldorf Astoria Jerusalem\nJerusalem, Israel\n11:56 A.M. IDT \nPRIME MINISTER LAPID:  I don’t think we’re going to tell them what we talked about.\nPRESIDENT BIDEN:  We talked American baseball.\nPRIME MINISTER LAPID:  That is correct.  We had a very long conversation about baseball, which I know nothing about.  (Laughter.)  And we didn’t mention Iran or Saudi Arabia or all those issues. \nPRESIDENT BIDEN:  (Inaudible.)\nFolks, I want to thank — I want to thank the Prime Minister.  We had a good and beginning of what’s going to be a long — God willing — relationship, a candid conversation about both the problems and the opportunities both our countries face, particularly in the Middle East. \nAnd we talked about how important it was — I talked about how important it was, from my perspective, for Israel to be totally integrated into the region and completely integrated into the region.\nAnd we — we are — I guarantee you our administration –and I think the vast majority of the American public, not just my administration — is completely devoted to Israel’s security without any ifs, ands, or buts — without any doubts about it.\nAnd we also talked about the fact that we have a full day ahead of us, including a virtual summit with the — with India and the UAE.  The four of us are going to have a discussion after this meeting is over. \nAnd — and that’s — we talked about a lot of things but mainly related to developing a personal friendship and the long-lasting commitment to both our countries, to one another.\nPRIME MINISTER LAPID:  It is great, Mr. President.  Of course, we’ve discussed your — we also talked shop about Saudi Arabia and your trip there, which is extremely important to Israel, trying to build an even more moderate coalition here in the Middle East — long needed. \nAnd we discussed the Iranian threat and what we think is the right thing to do in order to make sure, which is something we share, there will be no nuclear Iran.  This is not only a threat on Israel but to the world, to the globe.\nAnd we discussed some other issues we’re going to keep to ourselves. \nPRESIDEN BIDEN:  Yes.  (Laughter.)\n12:00 P.M. IDT","dc:creator":"The White House","content":"Waldorf Astoria JerusalemJerusalem, Israel 11:56 A.M. IDT  PRIME MINISTER LAPID:  I don’t think we&#8217;re going to tell them what we talked about. PRESIDENT BIDEN:&#160; We talked American baseball. PRIME MINISTER LAPID:&#160; That is correct.&#160; We had a very long conversation about baseball, which I know nothing about.&#160; (Laughter.)&#160; And we didn’t mention Iran or Saudi&#8230;","contentSnippet":"Waldorf Astoria JerusalemJerusalem, Israel 11:56 A.M. IDT  PRIME MINISTER LAPID:  I don’t think we’re going to tell them what we talked about. PRESIDENT BIDEN:  We talked American baseball. PRIME MINISTER LAPID:  That is correct.  We had a very long conversation about baseball, which I know nothing about.  (Laughter.)  And we didn’t mention Iran or Saudi…","guid":"https://www.whitehouse.gov/?p=57454","categories":["Speeches and Remarks"],"isoDate":"2022-07-14T15:41:42.000Z"},{"creator":"The White House","title":"Remarks by President Biden, Prime Minister Lapid, President bin Zayed Al Nahyan, and Prime Minister Modi at I2U2 Virtual Event","link":"https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/07/14/remarks-by-president-biden-prime-minister-lapid-president-bin-zayed-al-nahyan-and-prime-minister-modi-at-i2u2-virtual-event/","pubDate":"Thu, 14 Jul 2022 13:59:40 +0000","content:encoded":"\n\n\n<p class=\"has-text-align-center\">Waldorf Astoria Jerusalem<br>Jerusalem, Israel</p>\n\n\n\n<p>1:35 P.M. IDT&nbsp;</p>\n\n\n\n<p>MODERATOR:&nbsp; (In progress) &#8212; welcome the President of the United States of America, the Honorable Joseph R. Biden, Jr, and joining us virtually: the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan; the Prime Minister of the Republic of India, His Excellency Narendra Modi.</p>\n\n\n\n<p>We will begin today&#8217;s ITU2 Summit with opening statements from each of the distinguished leaders followed by closed dialogue.</p>\n\n\n\n<p>It is my honor to invite the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan to deliver his opening statement.</p>\n\n\n\n<p>PRIME MINISTER LAPID:&nbsp; We can’t hear him.</p>\n\n\n\n<p>MODERATOR:&nbsp; We seem to be having a technical difficulty.&nbsp; Please bear with us.</p>\n\n\n\n<p>PRESIDENT BIN ZAYED AL NAHYAN:&nbsp; (As interpreted.)&nbsp; Your Excellency, Prime Minister of the State of Israel; (inaudible) the United States of America; Your Excellency, Prime Minister of the Republic of India: Greetings to you all.<br><br>Let me begin by thanking the State of Israel for hosting this first I2U2 Leaders’ Summit.<br><br>I also thank the leadership of the United States and India for their participation in the summit and their continued support for the success of the group’s work (inaudible).<br><br>This summit is a clear evidence of the great opportunity for cooperation between countries and economies with shared value and goals centered around peace, tolerance, and prosperity.<br><br>Our countries do not share geographical border, yet they converge (inaudible) for peace, and their joint action to achieve wellbeing and prosperity.<br><br>We, in the UAE, believe that equality offer the best way to achieve peace, security, and progress, especially when governments and people have the will and courage to build partnership and face challenges.<br><br>We also believe that only partnership can overcome today&#8217;s conflicts and overlapping challenges, the most important of which are food and energy security, climate change, and healthcare.<br><br>This is important in the first project of our (inaudible) team, which have focused on food, climate-smart agriculture, solar and wind energy, and energy storage.<br><br>As I extend my appreciation to the leaders of the group and the (inaudible) team of the four countries for what has been achieved, I would like to emphasize the importance of giving priority during the coming period to research and development, healthcare and space.<br><br>I also call for building on the strength that each of our countries (inaudible) and lead (inaudible).<br><br>Dear leader, I look forward today to a fruitful summit and, subsequently, to work with you within the I2U2 group at the bilateral level and within other international platform, the most important of which are the G20 Summit and the Conference of the Party that the UAE will host at its 28th session next year.<br><br>I also hope that our whole team will be a model for those who desire peace and prosperity, and will provide evidence for the great opportunity (inaudible) and squandered by blind extremism at the expense of people eager to live a good life.<br><br>Thank you.<br><br>MODERATOR:&nbsp; Thank you, President.&nbsp; It is my honor to invite the Prime Minister of the State of Israel, His Excellency Yair Lapid, to deliver his opening statement.<br><br>PRIME MINISTER LAPID:&nbsp; Thank you, the Honorable President of the United States, Joe Biden; the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan; the Honorable Prime Minister of India, Narendra Modi.<br><br>Friends, this group was born several months ago during a dinner at the home of the UAE ambassador in Washington, D.C.&nbsp; We sat around the table and spoke about how, after we get control over the pandemic, anyone trying to go back to how things used to be would fail.&nbsp; Anyone who understands that we live in a new world with new challenges would succeed and flourish.<br><br>That dinner was on a Wednesday evening.&nbsp; A few days later, in what might be a world record in the field of international relations, my friend, Dr. Jaishankar, the Minister of External Affairs of India, was already in my office in Jerusalem; Tony Blinken and Sheikh Abdullah bin Zayed were on Zoom.&nbsp; And we held the first summit of this quad &#8212; the I2U2 forum.<br><br>Our starting point was that, in the new world we live in, we need to improve our ability to cooperate quickly to make the most of our comparative advantages to put the right advanced tech together with the right resources.<br><br>We need to think in new terms when it comes to energy, food security and water, tech, defense, and trade.&nbsp; Each one of our countries brings very different challenges and very different qualities to the table.&nbsp; But that is what makes our potential even greater.</p>\n\n\n\n<p>In the 21st century, challenges are local but solutions are global.</p>\n\n\n\n<p>Let me give you two quick examples.&nbsp; The entire world is dealing with issues relating to food security.&nbsp; The combination of the climate crisis, the war in Europe, and the COVID-19 pandemic has created global food insecurity.&nbsp; Food security is going to be the main issue in Africa, in Latin America, in East Asia, and, of course, in the Middle East.</p>\n\n\n\n<p>An initiative like the food corridor between India and the UAE, which was put together by this group, is a clear example of a creative solution to a problem we&#8217;re all &#8212; we are all facing.&nbsp; The fast transportation of food and preservation technologies, the ability to connect relative advantages together &#8212; this is the solution to the problem.</p>\n\n\n\n<p>Another example is the solar and wind energy storage project.&nbsp; In this case, as well, the idea is to make the most of technological capabilities, some of which are still being developed, in order to deal with an energy market that is facing a serious crisis.</p>\n\n\n\n<p>Since the war in Ukraine broke out, each one of us has had to deal with the crisis on the local level.&nbsp; Its effects on cost of living has been immediate and dramatic.&nbsp; And, of course, this has political implications.</p>\n\n\n\n<p>Real solutions will only come through cooperation between countries that know how to put together brainpower, knowledge, and resources on the same table.</p>\n\n\n\n<p>I would like to emphasize: This is not a philanthropic group.&nbsp; We want to change the world for the better, but we are also creating relative advantages for our countries, for our businesses, for our science sector.&nbsp; In both projects that I mentioned, lists of local companies, relevant technologies have been already &#8212; have already been shared.&nbsp; Our goal is for the private market to be a full partner in this initiative.</p>\n\n\n\n<p>This group is interesting because we are four very different countries, but when we started talking, it became clear we all want the same things: for our children to be warm in the winter, for them to have food on the table and clean water from the tap, for them to enjoy a quality education and advanced healthcare and transportation infrastructure.&nbsp; We also want to reduce the damage our generation inflicted on climate and the environment.</p>\n\n\n\n<p>These are big challenges. &nbsp;No single country, no matter how big or how rich, can deal with them alone.&nbsp; On the other hand, I also believe &#8212; and this is part of the idea behind this meeting &#8212; that groups that are too big may end up being ineffective.&nbsp;</p>\n\n\n\n<p>This quad is, in my view, the correct model.&nbsp; Our advantages are clear to one another, and so are all our needs.&nbsp; We can create enough flexibility and a mechanism that can make fast and smart decisions.&nbsp; At the same time, we can always find ways to create ad hoc connections with countries that want to advance projects with us.</p>\n\n\n\n<p>The projects I mentioned are just be- &#8212; are just the beginning; the list is ongoing.&nbsp; Our role as leaders is to push our teams as hard as possible, to research the fields in which real change can be made, to examine new projects, to bring them to the table, to connect them with the scientific and business communities.</p>\n\n\n\n<p>The world is watching this meeting.&nbsp; This shows that something special is happening here &#8212; a new kind of economic and regional cooperation &#8212; cooperation that is more flexible and better adapted to the problems we face.&nbsp;</p>\n\n\n\n<p>The diplomatic and economic results that we all emerge from &#8212; that will emerge from this meeting will highlight our commitment to a new kind of cooperation.&nbsp;</p>\n\n\n\n<p>In this partnership, each country and each partner brings their own strength so that the whole is greater than the sum of its parts.&nbsp;</p>\n\n\n\n<p>This is just the beginning.&nbsp; Thank you.</p>\n\n\n\n<p>MODERATOR:&nbsp; Thank you, Prime Minister.&nbsp; It is my honor to invite the President of the United States of America, the Honorable Joseph R. Biden, Jr., to deliver his opening statement.</p>\n\n\n\n<p>PRESIDENT BIDEN:&nbsp; Thank you very much, Prime Minister Lapid, for convening this group for the first time at a leaders level.</p>\n\n\n\n<p>Prime Minister Modi, President bin Zayed, thank you for the work you&#8217;re doing deepening the linkage and the muscle cooperation between critical partners in the Middle East and Indo-Pacific to deliver important &#8212; very important projects for all our peoples.</p>\n\n\n\n<p>The simple truth is this: The challenge we face in the world, in our world, in the 21st century demand that we find new ways of working together, whether it&#8217;s accelerating climate crisis &#8212; dealing with the accelerating climate crisis, which is being felt here in the Middle East every single day; or growing food insecurity and volatile energy markets made worse by Russia&#8217;s brutal and unprovoked attack against its neighbor, Ukraine; or, as we&#8217;ve all experienced firsthand over the past two years, tackling the health security needs and economic fallout from a global pandemic.</p>\n\n\n\n<p>All these issues &#8212; all these issues require cooperation and coordination.&nbsp; And none of us &#8212; none of us can mount a comprehensive response on our own.&nbsp; The more we work together, the more we&#8217;ll see the benefits multiply and grow to advance our shared commitment to peace, stability, and growing prosperity.&nbsp; They all go together.</p>\n\n\n\n<p>When our foreign ministers first got together in this format last October, I think we all immediately understood the potential to advance a common agenda.&nbsp; It&#8217;s about demonstrating the importance of practical impacts of building Israel&#8217;s normalization and economic integration using these trusted partnerships to crack down on common challenges.&nbsp;</p>\n\n\n\n<p>Our nations represent some of the most innovative, technologically capable, and entrepreneurial people on the planet.&nbsp; At every step &#8212; at every step, we should be asking, “What can we achieve together?”</p>\n\n\n\n<p>The first two projects that we&#8217;re tackling together on food security and clean energy are designed to take on two of the most urgent crises affecting people around the globe: food insecurity.&nbsp; The UAE’s investment to develop integrated agricultural parks across India with the support of the American and Israeli private sector experts has the potential to sustainably increase India&#8217;s food yields in the region threefold in just five years.</p>\n\n\n\n<p>India is a major, major food producer in the world.&nbsp; Think of the beneficial impacts this will have on India&#8217;s farmers and the people suffering from hunger and malnutrition in the region.</p>\n\n\n\n<p>Similarly, the United States has already funded a feasible &#8212; a feasibility study for a hybrid renewable energy project in India to develop 300 megawatts of wind and solar capacity as well as battery storage.</p>\n\n\n\n<p>With our four nations, our four nations working together to unite our expertise and drive private sector investment, this is going to help India reach its climate and energy goal of 500 <s>megawatts</s> [gigawatts] of non-fossil fuel capacity by 2030.</p>\n\n\n\n<p>Our challenge &#8212; our challenge together is to deliver real results that people can feel in their everyday lives.</p>\n\n\n\n<p>Another ker- &#8212; key area where we can make big differences is infrastructure.&nbsp; There’s an enormous need around the world</p>\n\n\n\n<p>for infrastructure &#8212; infrastructure done the right way: transparently, in partnership with the communities that are being served.&nbsp; Right now, there’s a vacuum.</p>\n\n\n\n<p>So over the next few years, this group is going to work to identify new infrastructure projects that we can invest in and develop together.&nbsp; Together.</p>\n\n\n\n<p>This meeting is just a first step, a chance to demonstrate the value of this new format for cooperation between our four nations.&nbsp; And I’m looking forward to staying closely connected and engaged at the leaders’ level as we build out the scope of the I2U2 and work together for everyone.&nbsp; We can do a great deal if we stick together.&nbsp;</p>\n\n\n\n<p>So, I want to thank you all for having this &#8212; agreeing to proceed this way.&nbsp; I think we can do some great things.&nbsp; Thank you.</p>\n\n\n\n<p>MODERATOR:&nbsp; Thank you, Mr. President.&nbsp; It is my honor to invite the Prime Minister of the Republic of India, His Excellency Narendra Modi, to deliver his opening statement.</p>\n\n\n\n<p>PRIME MINISTER MODI:&nbsp; (As interpreted.)&nbsp; Your Excellency Prime Minister Lapid, your Highness Sheikh Mohamed bin Zayed Al Nahyan, Your Excellency President Biden:</p>\n\n\n\n<p>First of all, my warmest congratulations and best wishes to Prime Minister Lapid on assuming the office of Prime Minister.&nbsp; My heartfelt thanks to him as well for hosting today&#8217;s summit.&nbsp;</p>\n\n\n\n<p>This truly is a meeting of strategic partners.&nbsp; We are all good friends as well, and there are a lot of similarities in our approach and in our interests.&nbsp;</p>\n\n\n\n<p>Excellencies, Your Highness: The I2U2 has established a positive agenda from its very first summit today.  We have identified joint projects in several areas and have also made a roadmap to take them forward.  In the I2U2 framework, we have agreed to increase joint investment in six important areas: water, energy, transport, space, health, and food security.  It is clear that both the vision and agenda of I2U2 are progressive and practical.</p>\n\n\n\n<p>We can give an impetus to our agenda by mobilizing the mutual strengths of our countries that is capital expertise and markets, and we can make an important contribution in this way to the global economy.&nbsp;</p>\n\n\n\n<p>In the midst of increasing global uncertainties, our cooperative framework is also a good model for practical cooperation.&nbsp; I am sure that with the I2U2, we will make an important contribution at a global level in the areas of energy security, food security, and economic growth.&nbsp; Thank you.</p>\n\n\n\n<p>MODERATOR:&nbsp; Thank you to the distinguished leaders.&nbsp; We will now continue to the closed dialogue between the leaders.&nbsp;</p>\n\n\n\n<p>The live broadcast will end here.&nbsp; Thank you to the press.&nbsp; Please kindly make your way out.</p>\n\n\n\n<p>1:55 P.M. IDT</p>\n","content:encodedSnippet":"Waldorf Astoria Jerusalem\nJerusalem, Israel\n1:35 P.M. IDT \nMODERATOR:  (In progress) — welcome the President of the United States of America, the Honorable Joseph R. Biden, Jr, and joining us virtually: the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan; the Prime Minister of the Republic of India, His Excellency Narendra Modi.\nWe will begin today’s ITU2 Summit with opening statements from each of the distinguished leaders followed by closed dialogue.\nIt is my honor to invite the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan to deliver his opening statement.\nPRIME MINISTER LAPID:  We can’t hear him.\nMODERATOR:  We seem to be having a technical difficulty.  Please bear with us.\nPRESIDENT BIN ZAYED AL NAHYAN:  (As interpreted.)  Your Excellency, Prime Minister of the State of Israel; (inaudible) the United States of America; Your Excellency, Prime Minister of the Republic of India: Greetings to you all.\nLet me begin by thanking the State of Israel for hosting this first I2U2 Leaders’ Summit.\nI also thank the leadership of the United States and India for their participation in the summit and their continued support for the success of the group’s work (inaudible).\nThis summit is a clear evidence of the great opportunity for cooperation between countries and economies with shared value and goals centered around peace, tolerance, and prosperity.\nOur countries do not share geographical border, yet they converge (inaudible) for peace, and their joint action to achieve wellbeing and prosperity.\nWe, in the UAE, believe that equality offer the best way to achieve peace, security, and progress, especially when governments and people have the will and courage to build partnership and face challenges.\nWe also believe that only partnership can overcome today’s conflicts and overlapping challenges, the most important of which are food and energy security, climate change, and healthcare.\nThis is important in the first project of our (inaudible) team, which have focused on food, climate-smart agriculture, solar and wind energy, and energy storage.\nAs I extend my appreciation to the leaders of the group and the (inaudible) team of the four countries for what has been achieved, I would like to emphasize the importance of giving priority during the coming period to research and development, healthcare and space.\nI also call for building on the strength that each of our countries (inaudible) and lead (inaudible).\nDear leader, I look forward today to a fruitful summit and, subsequently, to work with you within the I2U2 group at the bilateral level and within other international platform, the most important of which are the G20 Summit and the Conference of the Party that the UAE will host at its 28th session next year.\nI also hope that our whole team will be a model for those who desire peace and prosperity, and will provide evidence for the great opportunity (inaudible) and squandered by blind extremism at the expense of people eager to live a good life.\nThank you.\nMODERATOR:  Thank you, President.  It is my honor to invite the Prime Minister of the State of Israel, His Excellency Yair Lapid, to deliver his opening statement.\nPRIME MINISTER LAPID:  Thank you, the Honorable President of the United States, Joe Biden; the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan; the Honorable Prime Minister of India, Narendra Modi.\nFriends, this group was born several months ago during a dinner at the home of the UAE ambassador in Washington, D.C.  We sat around the table and spoke about how, after we get control over the pandemic, anyone trying to go back to how things used to be would fail.  Anyone who understands that we live in a new world with new challenges would succeed and flourish.\nThat dinner was on a Wednesday evening.  A few days later, in what might be a world record in the field of international relations, my friend, Dr. Jaishankar, the Minister of External Affairs of India, was already in my office in Jerusalem; Tony Blinken and Sheikh Abdullah bin Zayed were on Zoom.  And we held the first summit of this quad — the I2U2 forum.\nOur starting point was that, in the new world we live in, we need to improve our ability to cooperate quickly to make the most of our comparative advantages to put the right advanced tech together with the right resources.\nWe need to think in new terms when it comes to energy, food security and water, tech, defense, and trade.  Each one of our countries brings very different challenges and very different qualities to the table.  But that is what makes our potential even greater.\nIn the 21st century, challenges are local but solutions are global.\nLet me give you two quick examples.  The entire world is dealing with issues relating to food security.  The combination of the climate crisis, the war in Europe, and the COVID-19 pandemic has created global food insecurity.  Food security is going to be the main issue in Africa, in Latin America, in East Asia, and, of course, in the Middle East.\nAn initiative like the food corridor between India and the UAE, which was put together by this group, is a clear example of a creative solution to a problem we’re all — we are all facing.  The fast transportation of food and preservation technologies, the ability to connect relative advantages together — this is the solution to the problem.\nAnother example is the solar and wind energy storage project.  In this case, as well, the idea is to make the most of technological capabilities, some of which are still being developed, in order to deal with an energy market that is facing a serious crisis.\nSince the war in Ukraine broke out, each one of us has had to deal with the crisis on the local level.  Its effects on cost of living has been immediate and dramatic.  And, of course, this has political implications.\nReal solutions will only come through cooperation between countries that know how to put together brainpower, knowledge, and resources on the same table.\nI would like to emphasize: This is not a philanthropic group.  We want to change the world for the better, but we are also creating relative advantages for our countries, for our businesses, for our science sector.  In both projects that I mentioned, lists of local companies, relevant technologies have been already — have already been shared.  Our goal is for the private market to be a full partner in this initiative.\nThis group is interesting because we are four very different countries, but when we started talking, it became clear we all want the same things: for our children to be warm in the winter, for them to have food on the table and clean water from the tap, for them to enjoy a quality education and advanced healthcare and transportation infrastructure.  We also want to reduce the damage our generation inflicted on climate and the environment.\nThese are big challenges.  No single country, no matter how big or how rich, can deal with them alone.  On the other hand, I also believe — and this is part of the idea behind this meeting — that groups that are too big may end up being ineffective. \nThis quad is, in my view, the correct model.  Our advantages are clear to one another, and so are all our needs.  We can create enough flexibility and a mechanism that can make fast and smart decisions.  At the same time, we can always find ways to create ad hoc connections with countries that want to advance projects with us.\nThe projects I mentioned are just be- — are just the beginning; the list is ongoing.  Our role as leaders is to push our teams as hard as possible, to research the fields in which real change can be made, to examine new projects, to bring them to the table, to connect them with the scientific and business communities.\nThe world is watching this meeting.  This shows that something special is happening here — a new kind of economic and regional cooperation — cooperation that is more flexible and better adapted to the problems we face. \nThe diplomatic and economic results that we all emerge from — that will emerge from this meeting will highlight our commitment to a new kind of cooperation. \nIn this partnership, each country and each partner brings their own strength so that the whole is greater than the sum of its parts. \nThis is just the beginning.  Thank you.\nMODERATOR:  Thank you, Prime Minister.  It is my honor to invite the President of the United States of America, the Honorable Joseph R. Biden, Jr., to deliver his opening statement.\nPRESIDENT BIDEN:  Thank you very much, Prime Minister Lapid, for convening this group for the first time at a leaders level.\nPrime Minister Modi, President bin Zayed, thank you for the work you’re doing deepening the linkage and the muscle cooperation between critical partners in the Middle East and Indo-Pacific to deliver important — very important projects for all our peoples.\nThe simple truth is this: The challenge we face in the world, in our world, in the 21st century demand that we find new ways of working together, whether it’s accelerating climate crisis — dealing with the accelerating climate crisis, which is being felt here in the Middle East every single day; or growing food insecurity and volatile energy markets made worse by Russia’s brutal and unprovoked attack against its neighbor, Ukraine; or, as we’ve all experienced firsthand over the past two years, tackling the health security needs and economic fallout from a global pandemic.\nAll these issues — all these issues require cooperation and coordination.  And none of us — none of us can mount a comprehensive response on our own.  The more we work together, the more we’ll see the benefits multiply and grow to advance our shared commitment to peace, stability, and growing prosperity.  They all go together.\nWhen our foreign ministers first got together in this format last October, I think we all immediately understood the potential to advance a common agenda.  It’s about demonstrating the importance of practical impacts of building Israel’s normalization and economic integration using these trusted partnerships to crack down on common challenges. \nOur nations represent some of the most innovative, technologically capable, and entrepreneurial people on the planet.  At every step — at every step, we should be asking, “What can we achieve together?”\nThe first two projects that we’re tackling together on food security and clean energy are designed to take on two of the most urgent crises affecting people around the globe: food insecurity.  The UAE’s investment to develop integrated agricultural parks across India with the support of the American and Israeli private sector experts has the potential to sustainably increase India’s food yields in the region threefold in just five years.\nIndia is a major, major food producer in the world.  Think of the beneficial impacts this will have on India’s farmers and the people suffering from hunger and malnutrition in the region.\nSimilarly, the United States has already funded a feasible — a feasibility study for a hybrid renewable energy project in India to develop 300 megawatts of wind and solar capacity as well as battery storage.\nWith our four nations, our four nations working together to unite our expertise and drive private sector investment, this is going to help India reach its climate and energy goal of 500 megawatts [gigawatts] of non-fossil fuel capacity by 2030.\nOur challenge — our challenge together is to deliver real results that people can feel in their everyday lives.\nAnother ker- — key area where we can make big differences is infrastructure.  There’s an enormous need around the world\nfor infrastructure — infrastructure done the right way: transparently, in partnership with the communities that are being served.  Right now, there’s a vacuum.\nSo over the next few years, this group is going to work to identify new infrastructure projects that we can invest in and develop together.  Together.\nThis meeting is just a first step, a chance to demonstrate the value of this new format for cooperation between our four nations.  And I’m looking forward to staying closely connected and engaged at the leaders’ level as we build out the scope of the I2U2 and work together for everyone.  We can do a great deal if we stick together. \nSo, I want to thank you all for having this — agreeing to proceed this way.  I think we can do some great things.  Thank you.\nMODERATOR:  Thank you, Mr. President.  It is my honor to invite the Prime Minister of the Republic of India, His Excellency Narendra Modi, to deliver his opening statement.\nPRIME MINISTER MODI:  (As interpreted.)  Your Excellency Prime Minister Lapid, your Highness Sheikh Mohamed bin Zayed Al Nahyan, Your Excellency President Biden:\nFirst of all, my warmest congratulations and best wishes to Prime Minister Lapid on assuming the office of Prime Minister.  My heartfelt thanks to him as well for hosting today’s summit. \nThis truly is a meeting of strategic partners.  We are all good friends as well, and there are a lot of similarities in our approach and in our interests. \nExcellencies, Your Highness: The I2U2 has established a positive agenda from its very first summit today.  We have identified joint projects in several areas and have also made a roadmap to take them forward.  In the I2U2 framework, we have agreed to increase joint investment in six important areas: water, energy, transport, space, health, and food security.  It is clear that both the vision and agenda of I2U2 are progressive and practical.\nWe can give an impetus to our agenda by mobilizing the mutual strengths of our countries that is capital expertise and markets, and we can make an important contribution in this way to the global economy. \nIn the midst of increasing global uncertainties, our cooperative framework is also a good model for practical cooperation.  I am sure that with the I2U2, we will make an important contribution at a global level in the areas of energy security, food security, and economic growth.  Thank you.\nMODERATOR:  Thank you to the distinguished leaders.  We will now continue to the closed dialogue between the leaders. \nThe live broadcast will end here.  Thank you to the press.  Please kindly make your way out.\n1:55 P.M. IDT","dc:creator":"The White House","content":"Waldorf Astoria JerusalemJerusalem, Israel 1:35 P.M. IDT&#160; MODERATOR:&#160; (In progress) &#8212; welcome the President of the United States of America, the Honorable Joseph R. Biden, Jr, and joining us virtually: the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan; the Prime Minister of the Republic of India,&#8230;","contentSnippet":"Waldorf Astoria JerusalemJerusalem, Israel 1:35 P.M. IDT  MODERATOR:  (In progress) — welcome the President of the United States of America, the Honorable Joseph R. Biden, Jr, and joining us virtually: the Honorable President of the United Arab Emirates, His Royal Highness Sheikh Mohamed bin Zayed Al Nahyan; the Prime Minister of the Republic of India,…","guid":"https://www.whitehouse.gov/?p=57427","categories":["Speeches and Remarks"],"isoDate":"2022-07-14T13:59:40.000Z"},{"creator":"The White House","title":"The Jerusalem U.S.-Israel Strategic Partnership Joint Declaration","link":"https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/14/the-jerusalem-u-s-israel-strategic-partnership-joint-declaration/","pubDate":"Thu, 14 Jul 2022 11:00:00 +0000","content:encoded":"\n\n\n<p>The leaders of the United States and Israel, President Biden and Prime Minister Lapid, met in Jerusalem on 14 July 2022, and adopted the following Joint Declaration on the US-Israel Strategic Partnership:</p>\n\n\n\n<p>The United States and Israel reaffirm the unbreakable bonds between our two countries and the enduring commitment of the United States to Israel’s security. Our countries further reaffirm that the strategic U.S.-Israel partnership is based on a bedrock of shared values, shared interests, and true friendship. Furthermore, the United States and Israel affirm that among the values the countries share is an unwavering commitment to democracy, the rule of law, and the calling of “Tikkun Olam,” repairing the world. The leaders express appreciation to former Prime Minister Bennett, who led the most diverse government in Israel’s history, and under whose leadership this extraordinary partnership has continued to grow stronger.</p>\n\n\n\n<p>Consistent with the longstanding security relationship between the United States and Israel and the unshakeable U.S. commitment to Israel’s security, and especially to the maintenance of its qualitative military edge, the United States reiterates its steadfast commitment to preserve and strengthen Israel’s capability to deter its enemies and to defend itself by itself against any threat or combination of threats. The United States further reiterates that these commitments are bipartisan and sacrosanct, and that they are not only moral commitments, but also strategic commitments that are vitally important to the national security of the United States itself.</p>\n\n\n\n<p>The United States stresses that integral to this pledge is the commitment never to allow Iran to acquire a nuclear weapon, and that it is prepared to use all elements of its national power to ensure that outcome. The United States further affirms the commitment to work together with other partners to confront Iran’s aggression and destabilizing activities, whether advanced directly or through proxies and terrorist organizations such as Hezbollah, Hamas, and Palestinian Islamic Jihad.</p>\n\n\n\n<p>The United States and Israel note that nothing better reflects the steadfast and bipartisan support of the United States to Israel’s security than the unprecedented Memoranda of Understanding on security assistance signed by successive U.S. administrations over the last few decades, and that these arrangements demonstrate in word and deed that the United States considers Israel’s security essential to U.S. interests and an anchor of regional stability.</p>\n\n\n\n<p>The United States strongly supports implementing the terms of the current historic $38 billion Memorandum of Understanding in full, which honors the United States’ enduring commitment to Israel’s security, as well as its conviction that a follow-on MOU should address emerging threats and new realities. In addition, the United States is committed to seeking additional missile defense assistance in excess of MOU levels, in exceptional circumstances such as the hostilities with Hamas over eleven days in May 2021. Israel appreciates the U.S. commitment to the MOU and for providing an additional $1 billion over MOU levels in supplemental missile defense funding following the 2021 conflict. Further, the countries express enthusiasm to move forward the U.S.-Israel defense partnership through cooperation in cutting-edge defense technologies such as high energy laser weapons systems to defend the skies of Israel and in the future those of other U.S. and Israel security partners.</p>\n\n\n\n<p>Israel thanks the United States for its ongoing and extensive support for deepening and broadening the historic Abraham Accords. The countries affirm that Israel’s peace and normalization agreements with the United Arab Emirates, Bahrain, and Morocco constitute a critical addition to Israel’s strategic peace treaties with Egypt and Jordan, all of which are important to the future of the Middle East region and to the cause of regional security, prosperity, and peace. The countries note that the historic Negev Summit, initiated and hosted by Prime Minister Lapid, was a landmark event in joint U.S.-Israeli efforts to build a new regional framework that is changing the face of the Middle East.</p>\n\n\n\n<p>The United States and Israel welcome in this regard the meeting held in Manama, Bahrain on June 27th, forming the Negev Forum on regional cooperation. The United States welcomes these developments and is committed to continue playing an active role, including in the context of President Biden’s upcoming visit to Saudi Arabia, in building a robust regional architecture; to deepen the ties between Israel and all of its regional partners; to advance Israel&#8217;s regional integration over time; and to expand the circle of peace to include ever more Arab and Muslim States.</p>\n\n\n\n<p>The United States and Israel also welcome the opportunity to participate in a quadrilateral (hybrid) meeting, together with the leaders of India and the United Arab Emirates, in the context of the I2U2 initiative, bringing together these four countries to advance cooperation in economy and strategic infrastructure, and demonstrating the importance of this new partnership, first launched by their Foreign Ministers in October 2021.</p>\n\n\n\n<p>The United States and Israel reiterate their concerns regarding the ongoing attacks against Ukraine, their commitment to Ukraine’s sovereignty and territorial integrity, and affirmed the importance of continued humanitarian assistance to the people of Ukraine.</p>\n\n\n\n<p>The United States and Israel affirm that they will continue to work together to combat all efforts to boycott or de-legitimize Israel, to deny its right to self-defense, or to unfairly single it out in any forum, including at the United Nations or the International Criminal Court. While fully&nbsp;respecting the right to freedom of expression, they firmly reject the BDS campaign. The two countries will use the tools at their disposal to fight every scourge and source of antisemitism and to respond whenever legitimate criticism crosses over into bigotry and hatred or attempts to undermine Israel’s rightful and legitimate place among the family of nations. In this context, they express their deep concern over the global surge in antisemitism and reassert their commitment to counter this ancient hatred in all of its manifestations. The United States is proud to stand with the Jewish and democratic State of Israel, and with its people, whose uncommon courage, resilience, and spirit of innovation are an inspiration to so many worldwide.</p>\n\n\n\n<p>The United States and Israel commit to continuing to discuss the challenges and opportunities in Israeli-Palestinian relations. The countries condemn the deplorable series of terrorist attacks against Israeli citizens in recent months and affirm the need to confront radical forces, such as Hamas, seeking to inflame tension and instigate violence and terrorism. President Biden reaffirms his longstanding and consistent support of a two-state solution and for advancing toward a reality in which Israelis and Palestinians alike can enjoy equal measures of security, freedom and prosperity. The United States stands ready to work with Israel, the Palestinian Authority, and regional stakeholders toward that goal. The leaders also affirm their shared commitment to initiatives that strengthen the Palestinian economy and improve the quality of life of Palestinians.</p>\n\n\n\n<p>The United States and Israel enjoy extensive bilateral cooperation and dialogue between their two countries in many critical spheres – from groundbreaking collaboration in science and technology, to unique intelligence sharing and joint military exercises, to shared efforts in confronting pressing global challenges such as climate change, food security, and healthcare. To complement the extensive existing scientific and technological cooperation between their two countries, and to bring their cooperation to a new height, the leaders launched a new U.S.-Israel Strategic High-Level Dialogue on Technology to form a U.S.-Israel technological partnership in critical and emerging technologies, as well as in areas of global concern: pandemic preparedness, climate change, artificial intelligence, and trusted technology. This new technological partnership will be designed to boost the countries’ mutual innovation ecosystems and address geostrategic challenges.</p>\n\n\n\n<p><a>In this same spirit, </a>the United States and Israel affirm their commitment to continue their shared and accelerated efforts to enable Israeli passport holders to be included in the U.S. Visa Waiver Program as soon as possible, as well as their support for increased collaboration on operational cyber exchange and on combatting cybercrime. The leaders state that all of these initiatives, and countless other joint endeavors, undertaken between their peoples at every level of government and civil society demonstrate that the U.S.-Israel strategic partnership is indispensable and makes an outsized contribution not only to the good of American and Israeli citizens but also to the good of the Middle East and of the world.</p>\n\n\n\n<p>With this record of remarkable achievement and with a sense of the incredible promise that the unparalleled U.S.-Israel relationship holds for the future, the United States and Israel warmly welcome entering the 75th year of this extraordinary partnership.&nbsp;</p>\n\n\n\n<p>Signed at Jerusalem on the 14<sup>th</sup> day of the July, 2022, which corresponds to the 15<sup>th</sup> day of Tamuz, 5782, in the Hebrew calendar, in duplicate in the English language.</p>\n\n\n\n<p>Joseph R. Biden Jr. </p>\n\n\n\n<p>President of the United States of America   </p>\n\n\n\n<p>Yair Lapid</p>\n\n\n\n<p>Prime Minister of the State of Israel</p>\n","content:encodedSnippet":"The leaders of the United States and Israel, President Biden and Prime Minister Lapid, met in Jerusalem on 14 July 2022, and adopted the following Joint Declaration on the US-Israel Strategic Partnership:\nThe United States and Israel reaffirm the unbreakable bonds between our two countries and the enduring commitment of the United States to Israel’s security. Our countries further reaffirm that the strategic U.S.-Israel partnership is based on a bedrock of shared values, shared interests, and true friendship. Furthermore, the United States and Israel affirm that among the values the countries share is an unwavering commitment to democracy, the rule of law, and the calling of “Tikkun Olam,” repairing the world. The leaders express appreciation to former Prime Minister Bennett, who led the most diverse government in Israel’s history, and under whose leadership this extraordinary partnership has continued to grow stronger.\nConsistent with the longstanding security relationship between the United States and Israel and the unshakeable U.S. commitment to Israel’s security, and especially to the maintenance of its qualitative military edge, the United States reiterates its steadfast commitment to preserve and strengthen Israel’s capability to deter its enemies and to defend itself by itself against any threat or combination of threats. The United States further reiterates that these commitments are bipartisan and sacrosanct, and that they are not only moral commitments, but also strategic commitments that are vitally important to the national security of the United States itself.\nThe United States stresses that integral to this pledge is the commitment never to allow Iran to acquire a nuclear weapon, and that it is prepared to use all elements of its national power to ensure that outcome. The United States further affirms the commitment to work together with other partners to confront Iran’s aggression and destabilizing activities, whether advanced directly or through proxies and terrorist organizations such as Hezbollah, Hamas, and Palestinian Islamic Jihad.\nThe United States and Israel note that nothing better reflects the steadfast and bipartisan support of the United States to Israel’s security than the unprecedented Memoranda of Understanding on security assistance signed by successive U.S. administrations over the last few decades, and that these arrangements demonstrate in word and deed that the United States considers Israel’s security essential to U.S. interests and an anchor of regional stability.\nThe United States strongly supports implementing the terms of the current historic $38 billion Memorandum of Understanding in full, which honors the United States’ enduring commitment to Israel’s security, as well as its conviction that a follow-on MOU should address emerging threats and new realities. In addition, the United States is committed to seeking additional missile defense assistance in excess of MOU levels, in exceptional circumstances such as the hostilities with Hamas over eleven days in May 2021. Israel appreciates the U.S. commitment to the MOU and for providing an additional $1 billion over MOU levels in supplemental missile defense funding following the 2021 conflict. Further, the countries express enthusiasm to move forward the U.S.-Israel defense partnership through cooperation in cutting-edge defense technologies such as high energy laser weapons systems to defend the skies of Israel and in the future those of other U.S. and Israel security partners.\nIsrael thanks the United States for its ongoing and extensive support for deepening and broadening the historic Abraham Accords. The countries affirm that Israel’s peace and normalization agreements with the United Arab Emirates, Bahrain, and Morocco constitute a critical addition to Israel’s strategic peace treaties with Egypt and Jordan, all of which are important to the future of the Middle East region and to the cause of regional security, prosperity, and peace. The countries note that the historic Negev Summit, initiated and hosted by Prime Minister Lapid, was a landmark event in joint U.S.-Israeli efforts to build a new regional framework that is changing the face of the Middle East.\nThe United States and Israel welcome in this regard the meeting held in Manama, Bahrain on June 27th, forming the Negev Forum on regional cooperation. The United States welcomes these developments and is committed to continue playing an active role, including in the context of President Biden’s upcoming visit to Saudi Arabia, in building a robust regional architecture; to deepen the ties between Israel and all of its regional partners; to advance Israel’s regional integration over time; and to expand the circle of peace to include ever more Arab and Muslim States.\nThe United States and Israel also welcome the opportunity to participate in a quadrilateral (hybrid) meeting, together with the leaders of India and the United Arab Emirates, in the context of the I2U2 initiative, bringing together these four countries to advance cooperation in economy and strategic infrastructure, and demonstrating the importance of this new partnership, first launched by their Foreign Ministers in October 2021.\nThe United States and Israel reiterate their concerns regarding the ongoing attacks against Ukraine, their commitment to Ukraine’s sovereignty and territorial integrity, and affirmed the importance of continued humanitarian assistance to the people of Ukraine.\nThe United States and Israel affirm that they will continue to work together to combat all efforts to boycott or de-legitimize Israel, to deny its right to self-defense, or to unfairly single it out in any forum, including at the United Nations or the International Criminal Court. While fully respecting the right to freedom of expression, they firmly reject the BDS campaign. The two countries will use the tools at their disposal to fight every scourge and source of antisemitism and to respond whenever legitimate criticism crosses over into bigotry and hatred or attempts to undermine Israel’s rightful and legitimate place among the family of nations. In this context, they express their deep concern over the global surge in antisemitism and reassert their commitment to counter this ancient hatred in all of its manifestations. The United States is proud to stand with the Jewish and democratic State of Israel, and with its people, whose uncommon courage, resilience, and spirit of innovation are an inspiration to so many worldwide.\nThe United States and Israel commit to continuing to discuss the challenges and opportunities in Israeli-Palestinian relations. The countries condemn the deplorable series of terrorist attacks against Israeli citizens in recent months and affirm the need to confront radical forces, such as Hamas, seeking to inflame tension and instigate violence and terrorism. President Biden reaffirms his longstanding and consistent support of a two-state solution and for advancing toward a reality in which Israelis and Palestinians alike can enjoy equal measures of security, freedom and prosperity. The United States stands ready to work with Israel, the Palestinian Authority, and regional stakeholders toward that goal. The leaders also affirm their shared commitment to initiatives that strengthen the Palestinian economy and improve the quality of life of Palestinians.\nThe United States and Israel enjoy extensive bilateral cooperation and dialogue between their two countries in many critical spheres – from groundbreaking collaboration in science and technology, to unique intelligence sharing and joint military exercises, to shared efforts in confronting pressing global challenges such as climate change, food security, and healthcare. To complement the extensive existing scientific and technological cooperation between their two countries, and to bring their cooperation to a new height, the leaders launched a new U.S.-Israel Strategic High-Level Dialogue on Technology to form a U.S.-Israel technological partnership in critical and emerging technologies, as well as in areas of global concern: pandemic preparedness, climate change, artificial intelligence, and trusted technology. This new technological partnership will be designed to boost the countries’ mutual innovation ecosystems and address geostrategic challenges.\nIn this same spirit, the United States and Israel affirm their commitment to continue their shared and accelerated efforts to enable Israeli passport holders to be included in the U.S. Visa Waiver Program as soon as possible, as well as their support for increased collaboration on operational cyber exchange and on combatting cybercrime. The leaders state that all of these initiatives, and countless other joint endeavors, undertaken between their peoples at every level of government and civil society demonstrate that the U.S.-Israel strategic partnership is indispensable and makes an outsized contribution not only to the good of American and Israeli citizens but also to the good of the Middle East and of the world.\nWith this record of remarkable achievement and with a sense of the incredible promise that the unparalleled U.S.-Israel relationship holds for the future, the United States and Israel warmly welcome entering the 75th year of this extraordinary partnership. \nSigned at Jerusalem on the 14th day of the July, 2022, which corresponds to the 15th day of Tamuz, 5782, in the Hebrew calendar, in duplicate in the English language.\nJoseph R. Biden Jr. \nPresident of the United States of America   \nYair Lapid\nPrime Minister of the State of Israel","dc:creator":"The White House","content":"The leaders of the United States and Israel, President Biden and Prime Minister Lapid, met in Jerusalem on 14 July 2022, and adopted the following Joint Declaration on the US-Israel Strategic Partnership: The United States and Israel reaffirm the unbreakable bonds between our two countries and the enduring commitment of the United States to Israel’s&#8230;","contentSnippet":"The leaders of the United States and Israel, President Biden and Prime Minister Lapid, met in Jerusalem on 14 July 2022, and adopted the following Joint Declaration on the US-Israel Strategic Partnership: The United States and Israel reaffirm the unbreakable bonds between our two countries and the enduring commitment of the United States to Israel’s…","guid":"https://www.whitehouse.gov/?p=57415","categories":["Statements and Releases"],"isoDate":"2022-07-14T11:00:00.000Z"},{"creator":"The White House","title":"Joint Statement of the Leaders of India, Israel, United Arab Emirates, and the United States (I2U2)","link":"https://www.whitehouse.gov/briefing-room/statements-releases/2022/07/14/joint-statement-of-the-leaders-of-india-israel-united-arab-emirates-and-the-united-states-i2u2/","pubDate":"Thu, 14 Jul 2022 09:30:00 +0000","content:encoded":"\n\n\n<p>On July 14, 2022, we, the Heads of Government of India, Israel, the United Arab Emirates (UAE), and the United States, convened for the first leaders’ meeting of the “I2U2” Group.&nbsp; This unique grouping of countries aims to harness the vibrancy of our societies and entrepreneurial spirit to tackle some of the greatest challenges confronting our world, with a particular focus on joint investments and new initiatives in water, energy, transportation, space, health, and food security.<br>&nbsp;<br>We intend to mobilize private sector capital and expertise to modernize infrastructure, advance low carbon development pathways for our industries, improve public health and access to&nbsp; vaccines, advance physical connectivity between countries in the Middle East region, jointly create new solutions for waste treatment, explore joint financing opportunities, connect our startups to I2U2 investments, and promote the development of critical emerging and green technologies, all while ensuring near- and long-term food and energy security.&nbsp; &nbsp;<br>&nbsp;<br>We reaffirm our support for the Abraham Accords and other peace and normalization arrangements with Israel. &nbsp;We welcome the economic opportunities that flow from these historic developments, including for the advancement of economic cooperation in the Middle East and South Asia, and in particular for the promotion of sustainable investment amongst the I2U2 partners. We also welcome other new groupings of countries, such as the Negev Forum for regional cooperation, that recognize the unique contributions of each partner country, including Israel’s ability to serve as an innovation hub connecting new partners and hemispheres to strategically address challenges that are too great for any one country to manage alone.&nbsp;<br>&nbsp;<br>Today’s inaugural I2U2 leaders meeting focused on the food security crisis and clean energy.&nbsp; The leaders discussed innovative ways to ensure longer-term, more diversified food production and food delivery systems that can better manage global food shocks.&nbsp;<br>&nbsp;<br>To this end, the I2U2 leaders highlighted the following initiatives:</p>\n\n\n\n<ul><li><strong>Food Security:</strong>&nbsp; The UAE – home to the International Renewable Energy Agency (IRENA) and host of COP28 in 2023 – will invest $2 billion USD to develop a series of integrated food parks across India that will incorporate state-of-the-art climate-smart technologies to reduce food waste and spoilage, conserve fresh water, and employ renewable energy sources.&nbsp; India will provide appropriate land for the project and will facilitate farmers’ integration into the food parks.&nbsp; U.S. and Israeli private sectors will be invited to lend their expertise and offer innovative solutions that contribute to the overall sustainability of the project.&nbsp; These investments will help maximize crop yields and, in turn, help tackle food insecurity in South Asia and the Middle East.<br></li><li><strong>Clean Energy:</strong>&nbsp; The I2U2 Group will advance a hybrid renewable energy project in India’s Gujarat State consisting of 300 megawatts (MW) of wind and solar capacity complemented by a battery energy storage system.&nbsp; The U.S. Trade and Development Agency funded a feasibility study for the $330 million USD project.&nbsp; UAE-based companies are exploring opportunities to serve as critical knowledge and investment partners.&nbsp; Israel and the United States intend to work with the UAE and India to highlight private sector opportunities.&nbsp; Indian companies are keen to participate in this project and contribute to India’s goal of achieving 500 GW of non-fossil fuel capacity by 2030.&nbsp; Such projects have the potential to make India a global hub for alternate supply chains in the renewable energy sector.&nbsp;&nbsp;</li></ul>\n\n\n\n<p>The leaders expressed their determination to leverage well-established markets to build more innovative, inclusive, and science-based solutions to enhance food security and sustainable food systems.  The leaders also welcomed India’s interest in joining the United States, the UAE, and Israel in the Agriculture Innovation Mission for Climate initiative (AIM for Climate).  They affirmed that these are only the first steps in a long-term strategic partnership to promote initiatives and investments that improve the movement of people and goods across hemispheres, and increase sustainability and resilience through collaborative science and technology partnerships.<br></p>\n\n\n\n<p class=\"has-text-align-center\">###</p>\n","content:encodedSnippet":"On July 14, 2022, we, the Heads of Government of India, Israel, the United Arab Emirates (UAE), and the United States, convened for the first leaders’ meeting of the “I2U2” Group.  This unique grouping of countries aims to harness the vibrancy of our societies and entrepreneurial spirit to tackle some of the greatest challenges confronting our world, with a particular focus on joint investments and new initiatives in water, energy, transportation, space, health, and food security.\n \nWe intend to mobilize private sector capital and expertise to modernize infrastructure, advance low carbon development pathways for our industries, improve public health and access to  vaccines, advance physical connectivity between countries in the Middle East region, jointly create new solutions for waste treatment, explore joint financing opportunities, connect our startups to I2U2 investments, and promote the development of critical emerging and green technologies, all while ensuring near- and long-term food and energy security.   \n \nWe reaffirm our support for the Abraham Accords and other peace and normalization arrangements with Israel.  We welcome the economic opportunities that flow from these historic developments, including for the advancement of economic cooperation in the Middle East and South Asia, and in particular for the promotion of sustainable investment amongst the I2U2 partners. We also welcome other new groupings of countries, such as the Negev Forum for regional cooperation, that recognize the unique contributions of each partner country, including Israel’s ability to serve as an innovation hub connecting new partners and hemispheres to strategically address challenges that are too great for any one country to manage alone. \n \nToday’s inaugural I2U2 leaders meeting focused on the food security crisis and clean energy.  The leaders discussed innovative ways to ensure longer-term, more diversified food production and food delivery systems that can better manage global food shocks. \n \nTo this end, the I2U2 leaders highlighted the following initiatives:\nFood Security:  The UAE – home to the International Renewable Energy Agency (IRENA) and host of COP28 in 2023 – will invest $2 billion USD to develop a series of integrated food parks across India that will incorporate state-of-the-art climate-smart technologies to reduce food waste and spoilage, conserve fresh water, and employ renewable energy sources.  India will provide appropriate land for the project and will facilitate farmers’ integration into the food parks.  U.S. and Israeli private sectors will be invited to lend their expertise and offer innovative solutions that contribute to the overall sustainability of the project.  These investments will help maximize crop yields and, in turn, help tackle food insecurity in South Asia and the Middle East.\n\nClean Energy:  The I2U2 Group will advance a hybrid renewable energy project in India’s Gujarat State consisting of 300 megawatts (MW) of wind and solar capacity complemented by a battery energy storage system.  The U.S. Trade and Development Agency funded a feasibility study for the $330 million USD project.  UAE-based companies are exploring opportunities to serve as critical knowledge and investment partners.  Israel and the United States intend to work with the UAE and India to highlight private sector opportunities.  Indian companies are keen to participate in this project and contribute to India’s goal of achieving 500 GW of non-fossil fuel capacity by 2030.  Such projects have the potential to make India a global hub for alternate supply chains in the renewable energy sector.  \n\n\n\n\nThe leaders expressed their determination to leverage well-established markets to build more innovative, inclusive, and science-based solutions to enhance food security and sustainable food systems.  The leaders also welcomed India’s interest in joining the United States, the UAE, and Israel in the Agriculture Innovation Mission for Climate initiative (AIM for Climate).  They affirmed that these are only the first steps in a long-term strategic partnership to promote initiatives and investments that improve the movement of people and goods across hemispheres, and increase sustainability and resilience through collaborative science and technology partnerships.\n\n\n\n\n###","dc:creator":"The White House","content":"On July 14, 2022, we, the Heads of Government of India, Israel, the United Arab Emirates (UAE), and the United States, convened for the first leaders’ meeting of the “I2U2” Group.&#160; This unique grouping of countries aims to harness the vibrancy of our societies and entrepreneurial spirit to tackle some of the greatest challenges confronting&#8230;","contentSnippet":"On July 14, 2022, we, the Heads of Government of India, Israel, the United Arab Emirates (UAE), and the United States, convened for the first leaders’ meeting of the “I2U2” Group.  This unique grouping of countries aims to harness the vibrancy of our societies and entrepreneurial spirit to tackle some of the greatest challenges confronting…","guid":"https://www.whitehouse.gov/?p=57407","categories":["Statements and Releases"],"isoDate":"2022-07-14T09:30:00.000Z"},{"creator":"The White House","title":"Background Press Call Previewing Day Two of the President’s Trip to the Middle East","link":"https://www.whitehouse.gov/briefing-room/press-briefings/2022/07/13/background-press-call-previewing-day-two-of-the-presidents-trip-to-the-middle-east/","pubDate":"Thu, 14 Jul 2022 03:00:00 +0000","content:encoded":"\n\n\n<p class=\"has-text-align-center\">Via Teleconference</p>\n\n\n\n<p>8:00 P.M. IDT</p>\n\n\n\n<p>MODERATOR:&nbsp; Good evening, everyone.&nbsp; Apologies for our delay in this, and we appreciate everyone&#8217;s flexibility and bearing with us.&nbsp; And thank you for joining our NSC background call to preview day two of the President&#8217;s trip to the Middle East.</p>\n\n\n\n<p>As a reminder of the ground rules, this call will be on background with the contents attributable to “senior administration officials.”&nbsp; It is under embargo until 6:00 a.m. Israeli Standard Time tomorrow morning, which is 11:00 p.m. Eastern Time for those of you who are back in the States.</p>\n\n\n\n<p>For your awareness but not for your reporting, our two speakers today are [senior administration official] and [senior administration official].</p>\n\n\n\n<p>With that, I&#8217;ll kick it over to [senior administration official] for &#8212; as our SAO number one.</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Hey, good evening, everybody.&nbsp; Thanks for hanging in there with us, and I apologize for the delay.</p>\n\n\n\n<p>I&#8217;m just going to do a quick recap of today, and then I&#8217;m going to turn it over to my colleague to talk a little bit more detail about tomorrow.&nbsp;</p>\n\n\n\n<p>I think as you all know, we arrived this afternoon, Israeli time.&nbsp; This is the President&#8217;s 10th trip to Israel.&nbsp; He&#8217;s known and had a relationship with every single Israeli prime minister since Golda Meir.&nbsp; So he very much felt in many ways like he was coming home.</p>\n\n\n\n<p>Two big muscle movements today.&nbsp; The first was right at the airport where he had a chance to get a briefing from the Israeli Defense Minister, Benny Gantz, who walked him through the Israel Iron Dome technology and system, and also talked to him a little bit about a new promising technology they call Iron Beam, which uses lasers.&nbsp; And it&#8217;s a program that Israel was doing in conjunction with the United States Department of Defense, specifically the Missile Defense Agency.&nbsp;</p>\n\n\n\n<p>So a pretty impressive technology.&nbsp; The President had a chance to actually see it up close and personal outside the briefing room, and had a chance to talk to the men and women from both armed forces who are working to develop this technology and advance this particular defensive capability.</p>\n\n\n\n<p>Worth noting that the Biden administration has provided Israel now with $4.8 billion for its security; that includes $1 billion to help replenish Israel&#8217;s Iron Dome.&nbsp; That&#8217;s the highest-ever total in a single year.&nbsp; And it&#8217;s been a real priority for President Biden to help secure that funding following the conflict in May ‘21 with Hamas in Gaza.</p>\n\n\n\n<p>And then, of course, the next big muscle movement today was the visit to Yad Vashem, a memorial that the President knows well.&nbsp; And he was able to lay a wreath and then meet with a couple of Holocaust survivors &#8212; a sort of deeply personal, deeply touching but, the President believes, also a very, very important way to start this visit off.</p>\n\n\n\n<p>And so that was today, and I&#8217;ll pass it off to my colleague who will give you a better sense of what tomorrow is going to look like.</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Thanks, [senior administration official].&nbsp; So, great to be here, everybody.</p>\n\n\n\n<p>Tomorrow, the President will start the day meeting with Israel&#8217;s Prime Minister, Yair Lapid.&nbsp; And this will be a significant bilateral meeting we&#8217;re really looking forward to.</p>\n\n\n\n<p>They will discuss a number of issues: of course, President Biden&#8217;s and the United States’ strong support for Israel; their ironclad support for Israel&#8217;s security &#8212; what you heard the President speak to today quite, I think, pointedly, given that this is his first visit here to Israel as President; how to counter Iran&#8217;s destabilizing activities &#8212; of course, we have very close security cooperation and coordination with the Israelis on a host of security efforts here in the region.&nbsp; The Ukraine &#8212; the war on Ukraine, and the need to help the Ukrainians in the face of Russia&#8217;s aggressive war is a theme.&nbsp; And, of course, as you heard from the President today, in his opening remarks after landing, how to preserve prospects here for a two-state solution &#8212; something he&#8217;s believed in his entire life.</p>\n\n\n\n<p>The President and the Prime Minister will sign a new joint declaration reaffirming the unbreakable bonds between our countries and expanding on the longstanding security relationship between the United States and Israel.</p>\n\n\n\n<p>This declaration is pretty significant, and it includes a commitment to never allow Iran to acquire a nuclear weapon and to address Iran’s destabilizing activities, particularly threats to Israel.</p>\n\n\n\n<p>Of course, the keystone U.S. support for Israel’s security is the memorandum of understanding that was originally finalized in 2016 when the President was vice president.&nbsp; And the declaration that will be signed tomorrow will note our ongoing support for that memorandum and support for extending it at an appropriate time.</p>\n\n\n\n<p>The declaration will also emphasize support for the Abraham Accords and expanding Israel&#8217;s integration into the region, which of course is a theme of this trip.&nbsp; And it will reiterate our shared concerns about a number of global challenges, from food security, to the situation in Ukraine, and of course, support for Ukraine&#8217;s sovereignty and territorial integrity.&nbsp; And, of course, Israel voted with much of the world in the U.N. General Assembly back in March, condemning Russia&#8217;s aggressive war in Ukraine.</p>\n\n\n\n<p>We will also tomorrow launch a new U.S.-Israel High-Level Strategic Dialogue on Technology.&nbsp; And this was released today, so some of you may have it.&nbsp; But the strategic dialogue, which has been going on for some time and we&#8217;ve now formalized it, is really designed to elevate cooperation between Israel and the United States in four key fields: its technology for future &#8212; current and future challenges such as pandemic preparedness; climate Technology, using climate to affect &#8212; using technology to affect the climate crisis; artificial technology; and other trusted technology ecosystems.</p>\n\n\n\n<p>This is really important because Israel, as you know, has such an innovative and remarkable tech sector, as do we.&nbsp; And we want their tech sector to be connected with ours and looking west as we look to build the technology apparatus for the future.</p>\n\n\n\n<p>So we think this new tech dialogue that was now formalized is quite important as we position ourselves for the future.</p>\n\n\n\n<p>The President will then participate in the first I2U2 summit with the leaders of Israel, India, and the UAE.&nbsp; And this grouping of countries is unique in how they can work together to tackle global challenges.&nbsp; And a focus tomorrow will be on the food security crisis and also on advancing clean energy.&nbsp;</p>\n\n\n\n<p>And I think it&#8217;s an interesting moment to be in the Middle East because, of all the global challenges and crises, very few of them, if any, are really emanating here from the Middle East region.&nbsp; And, in fact, countries here in the Middle East region are lending their resources, their ingenuity, their innovation to actually try to tackle those challenges.&nbsp;</p>\n\n\n\n<p>And this unique grouping of countries tomorrow &#8212; with the UAE and Israel kind of serving as really innovation, entrepreneurial hubs, linking hemispheres &#8212; will focus quite a bit on the food security challenge.&nbsp;</p>\n\n\n\n<p>And we&#8217;ll have a $2 billion project, which the UAE is helping to fund, for agricultural parks in India, which is focused on the food security challenge, among some other things that will be announced.&nbsp;</p>\n\n\n\n<p><a>The President will then meet with President Herzog at his residence, and they will discuss in a bilateral setting a number of issues, including the important regional diplomacy President Herzog has done recently at Jordan, Turkey, UAE, among others; of course, advancing the shared goals of Israel&#8217;s further integration into the region and stability here in this region.</a></p>\n\n\n\n<p>As is traditional for U.S. leaders, the President will meet the leader of the opposition, Benjamin Netanyahu.&nbsp; They, of course, go back many years and know each other well.&nbsp; And we are clear, during this visit, that the relationship between the United States and Israel is about the countries, our strategic partnership as two states, not about individual leaders.&nbsp; And I&#8217;m sure they will discuss many of the same topics.&nbsp;</p>\n\n\n\n<p>Finally, the President greatly looks forward to meeting some of U.S. athletes competing in the Maccabiah Games and viewing a portion of the opening ceremony.&nbsp; This connection between Israel and the American Jewish diaspora is, of course, a very important one with very strong links, and we look forward to highlighting that.</p>\n\n\n\n<p>I previewed briefly, before turning it to questions &#8212; we also have a very full morning the next day with a visit to the West Bank and East Jerusalem; to the East Jerusalem Hospital, where we&#8217;ll be announcing a significant funding package for East Jerusalem Hospital Network; and, of course, an important meeting with President Abbas.&nbsp;</p>\n\n\n\n<p>And I think some significant announcements coming then, such as enhancing Palestinian economic opportunities, including with development of 4G capabilities, both in Gaza and the West Bank, and some other things that we&#8217;ll be talking about on the Palestinian file as we head into the following morning.&nbsp;</p>\n\n\n\n<p>So, with that, I think we can take it &#8212; take some questions, and I thank you for listening to the opening.</p>\n\n\n\n<p>MODERATOR:&nbsp; Great.&nbsp; Thank you very much.&nbsp; We’ll ask you to indicate that you have a question by raising the “Raise Your Hand” feature on Zoom.</p>\n\n\n\n<p>We’ll start off with Chris Megerian from AP.&nbsp;</p>\n\n\n\n<p>Q&nbsp;&nbsp;&nbsp; Hi, everybody.&nbsp; I was wondering if you could talk a little bit about what it&#8217;s like to be &#8212; for the President to be visiting Israel at this time politically.&nbsp; Obviously, when President Biden was invited, the previous government was in charge, and now it&#8217;s sort of an interim period where there&#8217;s a lot of uncertainty about who will be leading Israel in the future.&nbsp; How is that, you know, coloring the President&#8217;s visit and impacting his plans for the trip?</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; (Speaker muted.)&nbsp; (Inaudible.)</p>\n\n\n\n<p>And so, I think it really doesn&#8217;t affect the trip much at all.&nbsp; I think, as I mentioned in my opening, this is a state-to-state relationship.&nbsp; It&#8217;s a strategic relationship.&nbsp; It&#8217;s a relationship that is, as the President mentioned today in his opening after arriving, is “bone deep.”&nbsp;</p>\n\n\n\n<p>And so, I think we feel good about where the Iraq &#8212; sorry, the Israeli government is right now.&nbsp; And I think the meeting with Prime Minister Lapid tomorrow and the signing of the declaration, I think, is a great opportunity to strengthen those bonds.&nbsp;</p>\n\n\n\n<p>But of course, the Israeli political system is &#8212; you know, who their leaders are is up to the Israelis.&nbsp; And our relationship is with countries, not leaders.&nbsp; And that has been a theme of ours, I think, since Joe Biden entered office and it remains so.</p>\n\n\n\n<p>MODERATOR:&nbsp; [Senior administration official], my apologies, you were accidentally muted for the first about 15 seconds of your answer if there’s anything you wanted to add.&nbsp; My apologies on that.&nbsp;</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; That&#8217;s okay.&nbsp; I don&#8217;t know what I said in the first 15 seconds.&nbsp;</p>\n\n\n\n<p>MODERATOR:&nbsp; Thank you.&nbsp; And sorry, everyone.&nbsp; Next, we will go to Justin Sink from Bloomberg.&nbsp;</p>\n\n\n\n<p>Q&nbsp;&nbsp;&nbsp; Hey, guys.&nbsp; Thanks for doing this.&nbsp; Jake mentioned on the plane that there would be a significant announcement on food security as part of the I2U2 virtual meeting tomorrow, so I was wondering if you could preview that.&nbsp;</p>\n\n\n\n<p>And then the other thing that obviously got a lot of attention heading in was the extent to which the President would be doing sort of personal interactions with Israeli leaders.&nbsp; We saw that go from sort of fist bumps at the beginning to embraces and handshakes towards the end.&nbsp; And so, if there&#8217;s anything fresh you wanted to say on that, we’d be interested.&nbsp; Thanks.&nbsp;</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Yeah, so on food security, as I think I previewed, there will be &#8212; it&#8217;s a $2 billion project that the UAE is funding for agricultural parks in India.&nbsp; We&#8217;ll have some more details about it tomorrow.&nbsp; And Israel lending some of its technological expertise and then also some support from the U.S. private sector.&nbsp;</p>\n\n\n\n<p>So it&#8217;s a pretty unique, collaborative effort that we think really gets to one of the key challenges that the world is facing today.&nbsp; I think we&#8217;ll have some more to say about that tomorrow.&nbsp;</p>\n\n\n\n<p>But it&#8217;s about how these interesting groupings of countries and pulling people together and pulling ideas together, pulling governments together, pulling private sectors together is really the way, we believe, to go about tackling some of these challenges.&nbsp; So that will be a theme tomorrow.</p>\n\n\n\n<p>Look, I think, as we&#8217;ve said, we are &#8212; anyone in this traveling party, we’re under heightened COVID protocols.&nbsp; That remains the case.&nbsp; As those of you traveling with us know, we&#8217;re testing every morning.&nbsp; And given the new variant, that remains the case.&nbsp;</p>\n\n\n\n<p>But we never put out guidance that nobody would shake hands or anything else.&nbsp; The President today, I think, did a combination, as President Biden often does, of different sorts of greetings.&nbsp;</p>\n\n\n\n<p>The President is going to be meeting a host of leaders over the course of these three days &#8212; I think 13 &#8212; 12 heads of state, 13 leaders, plus their ministers, deputies, everything else.&nbsp; So I think there will be a lot of meetings, and we will follow the protocols in every capital where we are.&nbsp;</p>\n\n\n\n<p>And, you know, the President will do his greetings.&nbsp; And I think &#8212; I just &#8212; we don&#8217;t really make too much into this.&nbsp; We&#8217;ve really been focused on spending a lot of time here with the President, preparing for this trip &#8212; the substance, the diplomacy, what&#8217;s coming out of the trip &#8212; more so than the particular form of greeting.</p>\n\n\n\n<p>MODERATOR:&nbsp; Thank you.&nbsp; Next we’ll go to Felicia Schwartz with the FT.</p>\n\n\n\n<p>Q&nbsp;&nbsp;&nbsp; Thanks so much for doing this.&nbsp; Going back to the joint declaration and what you&#8217;re going to say on Iran, just more broadly, in your meetings with the Israelis, is there some sort of ask on your part?&nbsp; They don&#8217;t agree with you that there should be time to let these negotiations play out, so I&#8217;m wondering if you&#8217;re asking them to give you more time.&nbsp; Or &#8212; and then, just more broadly, how tense would you say</p>\n\n\n\n<p>your talks with the Israelis over Iran are, especially as compared with, let&#8217;s say, 2015, during the Obama administration?</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Yeah, Felicia &#8212; I would not describe them as tense.&nbsp; We are in a constant dialogue with the Israelis up and down our national security teams.&nbsp; And I think what you’ll see in the joint declaration is a pledge and a commitment never to allow Iran to acquire a nuclear weapon and that we&#8217;re prepared to use all elements of our national power to ensure that outcome.&nbsp; And I think that&#8217;s something the President himself has spoken to recently.&nbsp;</p>\n\n\n\n<p>We also, you know, commit to working together when it comes to trying to confront Iran&#8217;s aggression and destabilizing activities here in the region.&nbsp; And that&#8217;s something that we&#8217;re very well coordinated with the Israeli government on.</p>\n\n\n\n<p>I would just say on this issue: You know, our &#8212; where we are right now &#8212; the door is open to diplomacy.&nbsp; If Iran wants to sign the deal that’s been negotiated in Vienna, we&#8217;ve been very clear we&#8217;re prepared to do that.&nbsp; At the same time, if they&#8217;re not, we’ll continue to increase our sanctions pressure.&nbsp; We’ll continue to increase Iran&#8217;s diplomatic isolation.&nbsp;</p>\n\n\n\n<p>As the President mentioned in his op-ed on Friday, when we entered office, the United States was isolated on this issue.&nbsp; We&#8217;ve now rebuilt a coalition against Iran.&nbsp; We had 30 countries join us to condemn Iran&#8217;s lack of participation with the IAEA regarding its past nuclear activities.&nbsp; And frankly, this is something also, of course, that we discuss with the Israelis constantly.&nbsp;</p>\n\n\n\n<p>So, I actually think we have a pretty good meeting of the minds with the Israelis on where we are on this issue.&nbsp; And of course, this will also be a topic when we&#8217;re in Saudi Arabia and for the GCC+3 Summit on Saturday.</p>\n\n\n\n<p>MODERATOR:&nbsp; Great.&nbsp; Next, we&#8217;ll go to the line of Ben Samuels with Haaretz.</p>\n\n\n\n<p>Q&nbsp;&nbsp;&nbsp; Hey, thanks for doing this.&nbsp; So you mentioned Ukraine would be a topic of conversation.&nbsp; So, Israel has notably been reluctant to send weapons to Ukraine at risk of alienating Russia and jeopardizing its freedom of movement in Syria, even though it&#8217;s a large source of humanitarian aid.&nbsp; So is the President planning on pushing Israel to start sending weaponry?</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Well, thanks for the question.&nbsp; I&#8217;m not going to go into specific forms of support.&nbsp; I think, in the joint declaration, there&#8217;s a &#8212; you know, a strong, mutual understanding about the concerns about Russia&#8217;s ongoing attack against Ukraine.&nbsp; And of course, Israel, again, joined in the U.N. General Assembly with a very strong condemnation of Russia&#8217;s invasion.</p>\n\n\n\n<p>And so I think we&#8217;ve &#8212; Israel has done quite a bit.&nbsp; And I think they just announced yesterday &#8212; Minister of Defense Gantz &#8212; about protective gear, other forms of humanitarian aid.&nbsp; And, of course, we welcome that.&nbsp; And I think there are some specific needs we might discuss with the Israelis, but I don&#8217;t want to get ahead of those conversations.</p>\n\n\n\n<p>MODERATOR:&nbsp; Thank you.&nbsp; Next we’ll go to Jeremy Diamond with CNN.</p>\n\n\n\n<p>Q&nbsp;&nbsp;&nbsp; Hey, [senior administration official], thanks so much for doing this.&nbsp; I wanted to ask you about Iran.&nbsp; We know that CENTCOM has been conducting review on how to deter and, if necessary, respond to Iranian threats.&nbsp; Do you plan to share anything from that review with the Israelis tomorrow?&nbsp;</p>\n\n\n\n<p>And more broadly, do you expect that you&#8217;re going to get more on the same page with Israel about how to move forward on the Iranian issue?&nbsp; And are there any assurances that you’re prepared to provide for the Israelis to assuage them of their concerns about these negotiations?&nbsp; Thanks.</p>\n\n\n\n<p>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Again, I leave it to the Israelis to discuss where they think we are in Iran.&nbsp; I think we have, as I mentioned, a pretty good meeting of the minds right now.&nbsp; And the joint declaration that will come out tomorrow I think will reflect some of that.&nbsp;</p>\n\n\n\n<p>I thought if you really focus in on the event today with Iron Dome and Iron Beam technology, I mean, Iron Dome really came about through a collaborative U.S.-Israeli effort going all the way back to when President Biden was vice president in 2011 or so.&nbsp; And obviously, it has developed in this extraordinary technology in which 90 percent of threats &#8212; yeah, sorry &#8212; nine- &#8212; I&#8217;m talking on an iPhone here, so sometimes it looks like it&#8217;s off, but it&#8217;s not.&nbsp; Ninety percent of the 4,000 rockets launched from Gaza during the conflict last year were actually taken down.&nbsp;</p>\n\n\n\n<p>And now the Iron Beam technology &#8212; and of course, we&#8217;re now entering beginning discussions about the possibility of some co-development projects with our industry and Israel&#8217;s on this type of technology &#8212; is truly extraordinary and is the wave of the future.&nbsp;</p>\n\n\n\n<p>So I think our cooperation &#8212; the defense sector is about as good as it&#8217;s ever been.&nbsp; You mentioned CENTCOM.&nbsp; Having Israel a part of CENTCOM has just really been, I think, a force multiplier for us<a>, and allowing us to better integrate, organize, share information across the board here in the region has really been &#8212; I&#8217;ve seen it with my own eyes.&nbsp; But I won&#8217;t speak to any particular CENTCOM assessments or anything like that.<br><br>But I think we are very closely tied with the Israelis and their national security team on how we see the threats; how to confront them and how to combat them; and how to make sure, first and foremost, we&#8217;re helping the Israelis wherever we can with their national security.</a></p>\n\n\n\n<p><br>MODERATOR:&nbsp; Thank you.&nbsp; And we have time for a couple more, and then we&#8217;ll have to end it.&nbsp; Next, we’ll go to Aurelia End with AFP.</p>\n\n\n\n<p>Q&nbsp;&nbsp;&nbsp; Hi, thank you so much for &#8212; you can hear me?&nbsp; Yeah.<br><br>MODERATOR:&nbsp; Yes, we can hear you, Aurelia.&nbsp;<br><br>Q&nbsp;&nbsp;&nbsp; Yeah, thanks.&nbsp; Thanks for doing this.&nbsp; Just to follow up on the Iron Beam, can you be, maybe, a little bit more specific about how the administration will support the development of that technology?&nbsp; And what, you know, possibilities of “core developments” &#8212; I think that&#8217;s the words you used &#8212; you are seeing?<br><br>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Yeah, so I&#8217;m not &#8212; some of it, I think, was discussed today.&nbsp; I&#8217;m not sure how much of it was public.&nbsp; I was there for &#8212; a lot of it, of course, was not public.</p>\n\n\n\n<p><br>But, look, our industry is developing these technologies in a way that we think is quite encouraging.&nbsp; The tests are working.&nbsp; And then Israel&#8217;s technology, similarly.&nbsp; So it&#8217;s similar to how Iron Dome came to be.&nbsp; And we think, you know, moving forward and finding a way to cooperate in these cutting-edge defense technologies such as these high-energy laser weapons systems, which defend the skies of Israel and the future of those of other, frankly, U.S. security partners over time, really is the way of the future.<br><br>I think you&#8217;ll sense on this trip, throughout, Israel positioning the U.S. and our partners for the future.&nbsp; And I think the Iron Dome, Iron Beam was a theme of that.</p>\n\n\n\n<p><br>The technology dialogue, which was announced and we formalize tomorrow, was a theme of that.&nbsp; The joint declaration that will be signed tomorrow is a theme of that.&nbsp; And a number of things we’re announcing for the Palestinians, some of which I previewed similarly.&nbsp; And also, at the summit and at the stop in Saudi Arabia, I think a number of initiatives about really positioning and anchoring ourselves for the future.&nbsp; And Iron Beam really does that.<br><br>But I don&#8217;t want to get into the specific &#8212; you know, how the technology works or anything.&nbsp; I&#8217;m not the expert.&nbsp; But I will say we are cooperating quite closely.&nbsp; And we now have the authority and the approvals for &#8212; to begin discussions about how we can get into co-development to this type of technology.&nbsp; And I think that&#8217;s a great sign.</p>\n\n\n\n<p><br>MODERATOR:&nbsp; Next, we&#8217;ll do Jacob Magid from Times of Israel.</p>\n\n\n\n<p><br>Q&nbsp;&nbsp;&nbsp; Hi, thanks for doing this.&nbsp; I just wanted to follow up on 4G.&nbsp; Is there any specific in terms of &#8212; is it just an announcement or is there a step planning to be taken?&nbsp; As I think the Israelis notified the Palestinians in November that there was going to be movement on this, and there really hasn&#8217;t been anything since.&nbsp;</p>\n\n\n\n<p>And just to follow up, is this the new model to kind of focus on economic matters rather than political ones in terms of Palestinians?</p>\n\n\n\n<p><br>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Well, thanks, Jacob.&nbsp; It’s a great question.&nbsp; We’ll have more to say about it on the day after tomorrow when we&#8217;re &#8212; when we’re in East Jerusalem and we&#8217;re in Bethlehem.<br><br>But yeah, it&#8217;s a commitment to really begin the immediate steps to begin the canvassing to how we get 4G both to the West Bank and Gaza with the rollout by the end of 2023.&nbsp; I think that&#8217;s the goal.&nbsp; And so I think that is a really important step, obviously, for the Palestinians &#8212; for the economic vibrancy and opportunities for Palestinians.<br><br>But no, it does not &#8212; it&#8217;s not an either/or.&nbsp; It does not mean that we&#8217;re doing that and we therefore think we don&#8217;t need to find a way forward on a political horizon &#8212; things we&#8217;ve talked about before and that the President mentioned right after landing here today.<br><br>So it&#8217;s really not an either/or, but it&#8217;s really about bolstering the digital economy to improve Palestinian economic growth and opportunities.&nbsp; But it doesn&#8217;t take the place of obviously a need, ultimately, for a political horizon here.</p>\n\n\n\n<p><br>MODERATOR:&nbsp; And I apologize, folks, we only have time for one more question.&nbsp; We&#8217;ll go to Alex Ward from Politico.</p>\n\n\n\n<p><br>Q&nbsp;&nbsp;&nbsp; Thanks.&nbsp; Just on that, what are your, sort of &#8212; maybe two questions.&nbsp; What are your prospects right now for &#8212; how dead is the two-state solution process, which you mentioned something you&#8217;re interested in doing, but how defunct is it really, in your assessment?<br><br>The other thing is: In the joint declaration, it sounds like a lot of the same stuff &#8212; right? &#8212; opposing Iran, working together, being close.&nbsp; Is there any sort of new policy development in that section of the joint declaration or any sort of new way forward?&nbsp; Or is it mostly reaffirming previous stances?&nbsp; Thank you.</p>\n\n\n\n<p><br>SENIOR ADMINISTRATION OFFICIAL:&nbsp; Well, on the first question, I think we&#8217;ve been &#8212; since we came into office &#8212; and I have to say, having dealt with this from day one, I mean, the relations between the U.S. and the Palestinians had almost been entirely severed, so we had to reestablish those relationships.&nbsp;<br><br>We turned back on funding for the Palestinians &#8212; almost half a billion dollars so far.&nbsp; And we began to encourage the reestablishment of political connections between the Israelis and the Palestinians, beyond just the security realm.<br><br>But we&#8217;ve also been very clear, including after the Gaza conflict, that we are not going to come in with a top-down peace plan, because we don&#8217;t believe that that would be the best approach and it would set expectations that would probably fall flat.<br><br>But we&#8217;ve also said all the time, and I think there&#8217;s some encouragement here, that if the two parties are prepared to talk, we will be there, and we will be there to help.&nbsp; And that&#8217;s why the fact that Prime Minister Lapid spoke with President Abbas just the other day &#8212; that&#8217;s the first contact at that level in five years.&nbsp; And so &#8212; and we had a good meeting today with the Minister of Defense Gantz about his contacts as well.<br><br>So these are things we want to help move forward.&nbsp; But again, we&#8217;re very realistic about it.&nbsp; And I think your question prefaces some of that.&nbsp; But we&#8217;re trying to do what we can to try to get a bit of a foundation in place to make some progress.&nbsp; And I think you&#8217;ll really hear the President speak to that not only tomorrow, but also when he&#8217;s in East Jerusalem and when he&#8217;s in Bethlehem.</p>\n\n\n\n<p><br>The second question on the declaration &#8212; so you&#8217;ll see the declaration tomorrow.&nbsp; A lot of it is a reaffirmation.&nbsp; Of course, it&#8217;s a reaffirmation of the importance of the MOU that was put in place when President Biden was vice president, but also the commitment to look at the future and that we recognize the need for, ultimately, another MOU when the MOU ultimately expires.<br><br>But I think you&#8217;ll see a lot in there about &#8212; that will look familiar, but also, I think, a lot that will look new.&nbsp; And I think unique to President Biden&#8217;s experience here in Israel, which he spoke to today &#8212; and I&#8217;ve been around President Biden a lot, of course, over the last 18 months, but then before that.&nbsp; I mean, he really &#8212; Israel truly is in his soul.<br><br>When he says this relationship is “bone deep,” he means it.&nbsp; It&#8217;s really a part of his not only professional life, but going all the way back to his childhood, as he spoke to today upon landing here on his first visit to Israel as President.<br><br>So it&#8217;s an important time, strategic moment for our country with opportunities, but also, I think, an important time and a poignant one for President Biden.&nbsp; And as I think you&#8217;ve seen the statements from Israeli leaders up and down the political spectrum here, they very much recognize that.<br><br>So we&#8217;re really thrilled to be here.&nbsp; We think we have some good opportunities.&nbsp; And we&#8217;ll have more to say about them tomorrow and the next day.<br><br>So thank you so much.</p>\n\n\n\n<p><br>MODERATOR:&nbsp; And thank you, everyone, for joining our background call this evening.&nbsp; My apologies we weren&#8217;t able to get to everyone with hands raised, but feel free to reach out to us individually afterwards.&nbsp; You know where to find me if you have any follow-up questions.<br><br>Again, to reiterate the ground rules: This call was held on background, attributable to “senior administration officials.”&nbsp; It is embargoed until 6:00 a.m. IST tomorrow morning, or 11:00 p.m. Eastern tonight.<br><br>Thank you very much, and I hope everyone has a wonderful evening.</p>\n\n\n\n<p><br>8:27 P.M. IDT</p>\n","content:encodedSnippet":"Via Teleconference\n8:00 P.M. IDT\nMODERATOR:  Good evening, everyone.  Apologies for our delay in this, and we appreciate everyone’s flexibility and bearing with us.  And thank you for joining our NSC background call to preview day two of the President’s trip to the Middle East.\nAs a reminder of the ground rules, this call will be on background with the contents attributable to “senior administration officials.”  It is under embargo until 6:00 a.m. Israeli Standard Time tomorrow morning, which is 11:00 p.m. Eastern Time for those of you who are back in the States.\nFor your awareness but not for your reporting, our two speakers today are [senior administration official] and [senior administration official].\nWith that, I’ll kick it over to [senior administration official] for — as our SAO number one.\nSENIOR ADMINISTRATION OFFICIAL:  Hey, good evening, everybody.  Thanks for hanging in there with us, and I apologize for the delay.\nI’m just going to do a quick recap of today, and then I’m going to turn it over to my colleague to talk a little bit more detail about tomorrow. \nI think as you all know, we arrived this afternoon, Israeli time.  This is the President’s 10th trip to Israel.  He’s known and had a relationship with every single Israeli prime minister since Golda Meir.  So he very much felt in many ways like he was coming home.\nTwo big muscle movements today.  The first was right at the airport where he had a chance to get a briefing from the Israeli Defense Minister, Benny Gantz, who walked him through the Israel Iron Dome technology and system, and also talked to him a little bit about a new promising technology they call Iron Beam, which uses lasers.  And it’s a program that Israel was doing in conjunction with the United States Department of Defense, specifically the Missile Defense Agency. \nSo a pretty impressive technology.  The President had a chance to actually see it up close and personal outside the briefing room, and had a chance to talk to the men and women from both armed forces who are working to develop this technology and advance this particular defensive capability.\nWorth noting that the Biden administration has provided Israel now with $4.8 billion for its security; that includes $1 billion to help replenish Israel’s Iron Dome.  That’s the highest-ever total in a single year.  And it’s been a real priority for President Biden to help secure that funding following the conflict in May ‘21 with Hamas in Gaza.\nAnd then, of course, the next big muscle movement today was the visit to Yad Vashem, a memorial that the President knows well.  And he was able to lay a wreath and then meet with a couple of Holocaust survivors — a sort of deeply personal, deeply touching but, the President believes, also a very, very important way to start this visit off.\nAnd so that was today, and I’ll pass it off to my colleague who will give you a better sense of what tomorrow is going to look like.\nSENIOR ADMINISTRATION OFFICIAL:  Thanks, [senior administration official].  So, great to be here, everybody.\nTomorrow, the President will start the day meeting with Israel’s Prime Minister, Yair Lapid.  And this will be a significant bilateral meeting we’re really looking forward to.\nThey will discuss a number of issues: of course, President Biden’s and the United States’ strong support for Israel; their ironclad support for Israel’s security — what you heard the President speak to today quite, I think, pointedly, given that this is his first visit here to Israel as President; how to counter Iran’s destabilizing activities — of course, we have very close security cooperation and coordination with the Israelis on a host of security efforts here in the region.  The Ukraine — the war on Ukraine, and the need to help the Ukrainians in the face of Russia’s aggressive war is a theme.  And, of course, as you heard from the President today, in his opening remarks after landing, how to preserve prospects here for a two-state solution — something he’s believed in his entire life.\nThe President and the Prime Minister will sign a new joint declaration reaffirming the unbreakable bonds between our countries and expanding on the longstanding security relationship between the United States and Israel.\nThis declaration is pretty significant, and it includes a commitment to never allow Iran to acquire a nuclear weapon and to address Iran’s destabilizing activities, particularly threats to Israel.\nOf course, the keystone U.S. support for Israel’s security is the memorandum of understanding that was originally finalized in 2016 when the President was vice president.  And the declaration that will be signed tomorrow will note our ongoing support for that memorandum and support for extending it at an appropriate time.\nThe declaration will also emphasize support for the Abraham Accords and expanding Israel’s integration into the region, which of course is a theme of this trip.  And it will reiterate our shared concerns about a number of global challenges, from food security, to the situation in Ukraine, and of course, support for Ukraine’s sovereignty and territorial integrity.  And, of course, Israel voted with much of the world in the U.N. General Assembly back in March, condemning Russia’s aggressive war in Ukraine.\nWe will also tomorrow launch a new U.S.-Israel High-Level Strategic Dialogue on Technology.  And this was released today, so some of you may have it.  But the strategic dialogue, which has been going on for some time and we’ve now formalized it, is really designed to elevate cooperation between Israel and the United States in four key fields: its technology for future — current and future challenges such as pandemic preparedness; climate Technology, using climate to affect — using technology to affect the climate crisis; artificial technology; and other trusted technology ecosystems.\nThis is really important because Israel, as you know, has such an innovative and remarkable tech sector, as do we.  And we want their tech sector to be connected with ours and looking west as we look to build the technology apparatus for the future.\nSo we think this new tech dialogue that was now formalized is quite important as we position ourselves for the future.\nThe President will then participate in the first I2U2 summit with the leaders of Israel, India, and the UAE.  And this grouping of countries is unique in how they can work together to tackle global challenges.  And a focus tomorrow will be on the food security crisis and also on advancing clean energy. \nAnd I think it’s an interesting moment to be in the Middle East because, of all the global challenges and crises, very few of them, if any, are really emanating here from the Middle East region.  And, in fact, countries here in the Middle East region are lending their resources, their ingenuity, their innovation to actually try to tackle those challenges. \nAnd this unique grouping of countries tomorrow — with the UAE and Israel kind of serving as really innovation, entrepreneurial hubs, linking hemispheres — will focus quite a bit on the food security challenge. \nAnd we’ll have a $2 billion project, which the UAE is helping to fund, for agricultural parks in India, which is focused on the food security challenge, among some other things that will be announced. \nThe President will then meet with President Herzog at his residence, and they will discuss in a bilateral setting a number of issues, including the important regional diplomacy President Herzog has done recently at Jordan, Turkey, UAE, among others; of course, advancing the shared goals of Israel’s further integration into the region and stability here in this region.\nAs is traditional for U.S. leaders, the President will meet the leader of the opposition, Benjamin Netanyahu.  They, of course, go back many years and know each other well.  And we are clear, during this visit, that the relationship between the United States and Israel is about the countries, our strategic partnership as two states, not about individual leaders.  And I’m sure they will discuss many of the same topics. \nFinally, the President greatly looks forward to meeting some of U.S. athletes competing in the Maccabiah Games and viewing a portion of the opening ceremony.  This connection between Israel and the American Jewish diaspora is, of course, a very important one with very strong links, and we look forward to highlighting that.\nI previewed briefly, before turning it to questions — we also have a very full morning the next day with a visit to the West Bank and East Jerusalem; to the East Jerusalem Hospital, where we’ll be announcing a significant funding package for East Jerusalem Hospital Network; and, of course, an important meeting with President Abbas. \nAnd I think some significant announcements coming then, such as enhancing Palestinian economic opportunities, including with development of 4G capabilities, both in Gaza and the West Bank, and some other things that we’ll be talking about on the Palestinian file as we head into the following morning. \nSo, with that, I think we can take it — take some questions, and I thank you for listening to the opening.\nMODERATOR:  Great.  Thank you very much.  We’ll ask you to indicate that you have a question by raising the “Raise Your Hand” feature on Zoom.\nWe’ll start off with Chris Megerian from AP. \nQ    Hi, everybody.  I was wondering if you could talk a little bit about what it’s like to be — for the President to be visiting Israel at this time politically.  Obviously, when President Biden was invited, the previous government was in charge, and now it’s sort of an interim period where there’s a lot of uncertainty about who will be leading Israel in the future.  How is that, you know, coloring the President’s visit and impacting his plans for the trip?\nSENIOR ADMINISTRATION OFFICIAL:  (Speaker muted.)  (Inaudible.)\nAnd so, I think it really doesn’t affect the trip much at all.  I think, as I mentioned in my opening, this is a state-to-state relationship.  It’s a strategic relationship.  It’s a relationship that is, as the President mentioned today in his opening after arriving, is “bone deep.” \nAnd so, I think we feel good about where the Iraq — sorry, the Israeli government is right now.  And I think the meeting with Prime Minister Lapid tomorrow and the signing of the declaration, I think, is a great opportunity to strengthen those bonds. \nBut of course, the Israeli political system is — you know, who their leaders are is up to the Israelis.  And our relationship is with countries, not leaders.  And that has been a theme of ours, I think, since Joe Biden entered office and it remains so.\nMODERATOR:  [Senior administration official], my apologies, you were accidentally muted for the first about 15 seconds of your answer if there’s anything you wanted to add.  My apologies on that. \nSENIOR ADMINISTRATION OFFICIAL:  That’s okay.  I don’t know what I said in the first 15 seconds. \nMODERATOR:  Thank you.  And sorry, everyone.  Next, we will go to Justin Sink from Bloomberg. \nQ    Hey, guys.  Thanks for doing this.  Jake mentioned on the plane that there would be a significant announcement on food security as part of the I2U2 virtual meeting tomorrow, so I was wondering if you could preview that. \nAnd then the other thing that obviously got a lot of attention heading in was the extent to which the President would be doing sort of personal interactions with Israeli leaders.  We saw that go from sort of fist bumps at the beginning to embraces and handshakes towards the end.  And so, if there’s anything fresh you wanted to say on that, we’d be interested.  Thanks. \nSENIOR ADMINISTRATION OFFICIAL:  Yeah, so on food security, as I think I previewed, there will be — it’s a $2 billion project that the UAE is funding for agricultural parks in India.  We’ll have some more details about it tomorrow.  And Israel lending some of its technological expertise and then also some support from the U.S. private sector. \nSo it’s a pretty unique, collaborative effort that we think really gets to one of the key challenges that the world is facing today.  I think we’ll have some more to say about that tomorrow. \nBut it’s about how these interesting groupings of countries and pulling people together and pulling ideas together, pulling governments together, pulling private sectors together is really the way, we believe, to go about tackling some of these challenges.  So that will be a theme tomorrow.\nLook, I think, as we’ve said, we are — anyone in this traveling party, we’re under heightened COVID protocols.  That remains the case.  As those of you traveling with us know, we’re testing every morning.  And given the new variant, that remains the case. \nBut we never put out guidance that nobody would shake hands or anything else.  The President today, I think, did a combination, as President Biden often does, of different sorts of greetings. \nThe President is going to be meeting a host of leaders over the course of these three days — I think 13 — 12 heads of state, 13 leaders, plus their ministers, deputies, everything else.  So I think there will be a lot of meetings, and we will follow the protocols in every capital where we are. \nAnd, you know, the President will do his greetings.  And I think — I just — we don’t really make too much into this.  We’ve really been focused on spending a lot of time here with the President, preparing for this trip — the substance, the diplomacy, what’s coming out of the trip — more so than the particular form of greeting.\nMODERATOR:  Thank you.  Next we’ll go to Felicia Schwartz with the FT.\nQ    Thanks so much for doing this.  Going back to the joint declaration and what you’re going to say on Iran, just more broadly, in your meetings with the Israelis, is there some sort of ask on your part?  They don’t agree with you that there should be time to let these negotiations play out, so I’m wondering if you’re asking them to give you more time.  Or — and then, just more broadly, how tense would you say\nyour talks with the Israelis over Iran are, especially as compared with, let’s say, 2015, during the Obama administration?\nSENIOR ADMINISTRATION OFFICIAL:  Yeah, Felicia — I would not describe them as tense.  We are in a constant dialogue with the Israelis up and down our national security teams.  And I think what you’ll see in the joint declaration is a pledge and a commitment never to allow Iran to acquire a nuclear weapon and that we’re prepared to use all elements of our national power to ensure that outcome.  And I think that’s something the President himself has spoken to recently. \nWe also, you know, commit to working together when it comes to trying to confront Iran’s aggression and destabilizing activities here in the region.  And that’s something that we’re very well coordinated with the Israeli government on.\nI would just say on this issue: You know, our — where we are right now — the door is open to diplomacy.  If Iran wants to sign the deal that’s been negotiated in Vienna, we’ve been very clear we’re prepared to do that.  At the same time, if they’re not, we’ll continue to increase our sanctions pressure.  We’ll continue to increase Iran’s diplomatic isolation. \nAs the President mentioned in his op-ed on Friday, when we entered office, the United States was isolated on this issue.  We’ve now rebuilt a coalition against Iran.  We had 30 countries join us to condemn Iran’s lack of participation with the IAEA regarding its past nuclear activities.  And frankly, this is something also, of course, that we discuss with the Israelis constantly. \nSo, I actually think we have a pretty good meeting of the minds with the Israelis on where we are on this issue.  And of course, this will also be a topic when we’re in Saudi Arabia and for the GCC+3 Summit on Saturday.\nMODERATOR:  Great.  Next, we’ll go to the line of Ben Samuels with Haaretz.\nQ    Hey, thanks for doing this.  So you mentioned Ukraine would be a topic of conversation.  So, Israel has notably been reluctant to send weapons to Ukraine at risk of alienating Russia and jeopardizing its freedom of movement in Syria, even though it’s a large source of humanitarian aid.  So is the President planning on pushing Israel to start sending weaponry?\nSENIOR ADMINISTRATION OFFICIAL:  Well, thanks for the question.  I’m not going to go into specific forms of support.  I think, in the joint declaration, there’s a — you know, a strong, mutual understanding about the concerns about Russia’s ongoing attack against Ukraine.  And of course, Israel, again, joined in the U.N. General Assembly with a very strong condemnation of Russia’s invasion.\nAnd so I think we’ve — Israel has done quite a bit.  And I think they just announced yesterday — Minister of Defense Gantz — about protective gear, other forms of humanitarian aid.  And, of course, we welcome that.  And I think there are some specific needs we might discuss with the Israelis, but I don’t want to get ahead of those conversations.\nMODERATOR:  Thank you.  Next we’ll go to Jeremy Diamond with CNN.\nQ    Hey, [senior administration official], thanks so much for doing this.  I wanted to ask you about Iran.  We know that CENTCOM has been conducting review on how to deter and, if necessary, respond to Iranian threats.  Do you plan to share anything from that review with the Israelis tomorrow? \nAnd more broadly, do you expect that you’re going to get more on the same page with Israel about how to move forward on the Iranian issue?  And are there any assurances that you’re prepared to provide for the Israelis to assuage them of their concerns about these negotiations?  Thanks.\nSENIOR ADMINISTRATION OFFICIAL:  Again, I leave it to the Israelis to discuss where they think we are in Iran.  I think we have, as I mentioned, a pretty good meeting of the minds right now.  And the joint declaration that will come out tomorrow I think will reflect some of that. \nI thought if you really focus in on the event today with Iron Dome and Iron Beam technology, I mean, Iron Dome really came about through a collaborative U.S.-Israeli effort going all the way back to when President Biden was vice president in 2011 or so.  And obviously, it has developed in this extraordinary technology in which 90 percent of threats — yeah, sorry — nine- — I’m talking on an iPhone here, so sometimes it looks like it’s off, but it’s not.  Ninety percent of the 4,000 rockets launched from Gaza during the conflict last year were actually taken down. \nAnd now the Iron Beam technology — and of course, we’re now entering beginning discussions about the possibility of some co-development projects with our industry and Israel’s on this type of technology — is truly extraordinary and is the wave of the future. \nSo I think our cooperation — the defense sector is about as good as it’s ever been.  You mentioned CENTCOM.  Having Israel a part of CENTCOM has just really been, I think, a force multiplier for us, and allowing us to better integrate, organize, share information across the board here in the region has really been — I’ve seen it with my own eyes.  But I won’t speak to any particular CENTCOM assessments or anything like that.\nBut I think we are very closely tied with the Israelis and their national security team on how we see the threats; how to confront them and how to combat them; and how to make sure, first and foremost, we’re helping the Israelis wherever we can with their national security.\nMODERATOR:  Thank you.  And we have time for a couple more, and then we’ll have to end it.  Next, we’ll go to Aurelia End with AFP.\nQ    Hi, thank you so much for — you can hear me?  Yeah.\nMODERATOR:  Yes, we can hear you, Aurelia. \nQ    Yeah, thanks.  Thanks for doing this.  Just to follow up on the Iron Beam, can you be, maybe, a little bit more specific about how the administration will support the development of that technology?  And what, you know, possibilities of “core developments” — I think that’s the words you used — you are seeing?\nSENIOR ADMINISTRATION OFFICIAL:  Yeah, so I’m not — some of it, I think, was discussed today.  I’m not sure how much of it was public.  I was there for — a lot of it, of course, was not public.\nBut, look, our industry is developing these technologies in a way that we think is quite encouraging.  The tests are working.  And then Israel’s technology, similarly.  So it’s similar to how Iron Dome came to be.  And we think, you know, moving forward and finding a way to cooperate in these cutting-edge defense technologies such as these high-energy laser weapons systems, which defend the skies of Israel and the future of those of other, frankly, U.S. security partners over time, really is the way of the future.\nI think you’ll sense on this trip, throughout, Israel positioning the U.S. and our partners for the future.  And I think the Iron Dome, Iron Beam was a theme of that.\nThe technology dialogue, which was announced and we formalize tomorrow, was a theme of that.  The joint declaration that will be signed tomorrow is a theme of that.  And a number of things we’re announcing for the Palestinians, some of which I previewed similarly.  And also, at the summit and at the stop in Saudi Arabia, I think a number of initiatives about really positioning and anchoring ourselves for the future.  And Iron Beam really does that.\nBut I don’t want to get into the specific — you know, how the technology works or anything.  I’m not the expert.  But I will say we are cooperating quite closely.  And we now have the authority and the approvals for — to begin discussions about how we can get into co-development to this type of technology.  And I think that’s a great sign.\nMODERATOR:  Next, we’ll do Jacob Magid from Times of Israel.\nQ    Hi, thanks for doing this.  I just wanted to follow up on 4G.  Is there any specific in terms of — is it just an announcement or is there a step planning to be taken?  As I think the Israelis notified the Palestinians in November that there was going to be movement on this, and there really hasn’t been anything since. \nAnd just to follow up, is this the new model to kind of focus on economic matters rather than political ones in terms of Palestinians?\nSENIOR ADMINISTRATION OFFICIAL:  Well, thanks, Jacob.  It’s a great question.  We’ll have more to say about it on the day after tomorrow when we’re — when we’re in East Jerusalem and we’re in Bethlehem.\nBut yeah, it’s a commitment to really begin the immediate steps to begin the canvassing to how we get 4G both to the West Bank and Gaza with the rollout by the end of 2023.  I think that’s the goal.  And so I think that is a really important step, obviously, for the Palestinians — for the economic vibrancy and opportunities for Palestinians.\nBut no, it does not — it’s not an either/or.  It does not mean that we’re doing that and we therefore think we don’t need to find a way forward on a political horizon — things we’ve talked about before and that the President mentioned right after landing here today.\nSo it’s really not an either/or, but it’s really about bolstering the digital economy to improve Palestinian economic growth and opportunities.  But it doesn’t take the place of obviously a need, ultimately, for a political horizon here.\nMODERATOR:  And I apologize, folks, we only have time for one more question.  We’ll go to Alex Ward from Politico.\nQ    Thanks.  Just on that, what are your, sort of — maybe two questions.  What are your prospects right now for — how dead is the two-state solution process, which you mentioned something you’re interested in doing, but how defunct is it really, in your assessment?\nThe other thing is: In the joint declaration, it sounds like a lot of the same stuff — right? — opposing Iran, working together, being close.  Is there any sort of new policy development in that section of the joint declaration or any sort of new way forward?  Or is it mostly reaffirming previous stances?  Thank you.\nSENIOR ADMINISTRATION OFFICIAL:  Well, on the first question, I think we’ve been — since we came into office — and I have to say, having dealt with this from day one, I mean, the relations between the U.S. and the Palestinians had almost been entirely severed, so we had to reestablish those relationships. \nWe turned back on funding for the Palestinians — almost half a billion dollars so far.  And we began to encourage the reestablishment of political connections between the Israelis and the Palestinians, beyond just the security realm.\nBut we’ve also been very clear, including after the Gaza conflict, that we are not going to come in with a top-down peace plan, because we don’t believe that that would be the best approach and it would set expectations that would probably fall flat.\nBut we’ve also said all the time, and I think there’s some encouragement here, that if the two parties are prepared to talk, we will be there, and we will be there to help.  And that’s why the fact that Prime Minister Lapid spoke with President Abbas just the other day — that’s the first contact at that level in five years.  And so — and we had a good meeting today with the Minister of Defense Gantz about his contacts as well.\nSo these are things we want to help move forward.  But again, we’re very realistic about it.  And I think your question prefaces some of that.  But we’re trying to do what we can to try to get a bit of a foundation in place to make some progress.  And I think you’ll really hear the President speak to that not only tomorrow, but also when he’s in East Jerusalem and when he’s in Bethlehem.\nThe second question on the declaration — so you’ll see the declaration tomorrow.  A lot of it is a reaffirmation.  Of course, it’s a reaffirmation of the importance of the MOU that was put in place when President Biden was vice president, but also the commitment to look at the future and that we recognize the need for, ultimately, another MOU when the MOU ultimately expires.\nBut I think you’ll see a lot in there about — that will look familiar, but also, I think, a lot that will look new.  And I think unique to President Biden’s experience here in Israel, which he spoke to today — and I’ve been around President Biden a lot, of course, over the last 18 months, but then before that.  I mean, he really — Israel truly is in his soul.\nWhen he says this relationship is “bone deep,” he means it.  It’s really a part of his not only professional life, but going all the way back to his childhood, as he spoke to today upon landing here on his first visit to Israel as President.\nSo it’s an important time, strategic moment for our country with opportunities, but also, I think, an important time and a poignant one for President Biden.  And as I think you’ve seen the statements from Israeli leaders up and down the political spectrum here, they very much recognize that.\nSo we’re really thrilled to be here.  We think we have some good opportunities.  And we’ll have more to say about them tomorrow and the next day.\nSo thank you so much.\nMODERATOR:  And thank you, everyone, for joining our background call this evening.  My apologies we weren’t able to get to everyone with hands raised, but feel free to reach out to us individually afterwards.  You know where to find me if you have any follow-up questions.\nAgain, to reiterate the ground rules: This call was held on background, attributable to “senior administration officials.”  It is embargoed until 6:00 a.m. IST tomorrow morning, or 11:00 p.m. Eastern tonight.\nThank you very much, and I hope everyone has a wonderful evening.\n8:27 P.M. IDT","dc:creator":"The White House","content":"Via Teleconference 8:00 P.M. IDT MODERATOR:&#160; Good evening, everyone.&#160; Apologies for our delay in this, and we appreciate everyone&#8217;s flexibility and bearing with us.&#160; And thank you for joining our NSC background call to preview day two of the President&#8217;s trip to the Middle East. As a reminder of the ground rules, this call will&#8230;","contentSnippet":"Via Teleconference 8:00 P.M. IDT MODERATOR:  Good evening, everyone.  Apologies for our delay in this, and we appreciate everyone’s flexibility and bearing with us.  And thank you for joining our NSC background call to preview day two of the President’s trip to the Middle East. As a reminder of the ground rules, this call will…","guid":"https://www.whitehouse.gov/?p=57397","categories":["Press Briefings"],"isoDate":"2022-07-14T03:00:00.000Z"}],"feedUrl":"https://www.whitehouse.gov/briefing-room/feed/","image":{"link":"https://www.whitehouse.gov/briefing-room/","url":"https://www.whitehouse.gov/wp-content/uploads/2021/01/cropped-cropped-wh_favicon.png?w=32","title":"Briefing Room | The White House","width":"32","height":"32"},"paginationLinks":{"self":"https://www.whitehouse.gov/briefing-room/feed/"},"title":"Briefing Room | The White House","description":"","link":"https://www.whitehouse.gov/briefing-room/","language":"en-US","lastBuildDate":"Thu, 14 Jul 2022 17:08:28 +0000"}